{"1": "“I love deadlines. I love the whooshing noise they make as they go by.”\n― Douglas Adams, The Salmon of Doubt", "2": "“There is no greater agony than bearing an untold story inside you.”\n― Maya Angelou, I Know Why the Caged Bird Sings", "3": "“What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.”\n― J.D. Salinger, The Catcher in the Rye", "4": "“If there's a book that you want to read, but it hasn't been written yet, then you must write it.”\n― Toni Morrison", "5": "“There is nothing to writing. All you do is sit down at a typewriter and bleed.”\n― Ernest Hemingway", "6": "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children.”\n― Madeleine L'Engle", "7": "“If you don't have time to read, you don't have the time (or the tools) to write. Simple as that.”\n― Stephen King", "8": "“Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind.”\n― Virginia Woolf, A Room of One's Own", "9": "“Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be.”\n― Mark Twain", "10": "“We write to taste life twice, in the moment and in retrospect.”\n― Anais Nin", "11": "“One day I will find the right words, and they will be simple.”\n― Jack Kerouac, The Dharma Bums", "12": "“We live and breathe words. .... It was books that made me feel that perhaps I was not completely alone. They could be honest with me, and I with them. Reading your words, what you wrote, how you were lonely sometimes and afraid, but always brave; the way you saw the world, its colors and textures and sounds, I felt--I felt the way you thought, hoped, felt, dreamt. I felt I was dreaming and thinking and feeling with you. I dreamed what you dreamed, wanted what you wanted--and then I realized that truly I just wanted you.”\n― Cassandra Clare, Clockwork Prince", "13": "“Fantasy is hardly an escape from reality. It's a way of understanding it.”\n― Lloyd Alexander", "14": "“And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt.”\n― Sylvia Plath, The Unabridged Journals of Sylvia Plath", "15": "“Read, read, read. Read everything -- trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it.\nThen write. If it's good, you'll find out. If it's not, throw it out of the window.”\n― William Faulkner", "16": "“You never have to change anything you got up in the middle of the night to write.”\n― Saul Bellow", "17": "“No tears in the writer, no tears in the reader. No surprise in the writer, no surprise in the reader.”\n― Robert Frost", "18": "“Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.”\n― Oscar Wilde, The Picture of Dorian Gray", "19": "“You must stay drunk on writing so reality cannot destroy you.”\n― Ray Bradbury, Zen in the Art of Writing", "20": "“The difference between the almost right word and the right word is really a large matter. ’tis the difference between the lightning bug and the lightning.”\n― Mark Twain, The Wit and Wisdom of Mark Twain", "21": "“Fiction is the truth inside the lie.”\n― Stephen King", "22": "“The road to hell is paved with adverbs.”\n― Stephen King, On Writing: A Memoir of the Craft", "23": "“Don't tell me the moon is shining; show me the glint of light on broken glass.”\n― Anton Chekhov", "24": "“The most important things are the hardest to say. They are the things you get ashamed of, because words diminish them -- words shrink things that seemed limitless when they were in your head to no more than living size when they're brought out. But it's more than that, isn't it? The most important things lie too close to wherever your secret heart is buried, like landmarks to a treasure your enemies would love to steal away. And you may make revelations that cost you dearly only to have people look at you in a funny way, not understanding what you've said at all, or why you thought it was so important that you almost cried while you were saying it. That's the worst, I think. When the secret stays locked within not for want of a teller but for want of an understanding ear.”\n― Stephen King", "25": "“Words can be like X-rays if you use them properly -- they’ll go through anything. You read and you’re pierced.”\n― Aldous Huxley, Brave New World", "26": "“The scariest moment is always just before you start.”\n― Stephen King, On Writing: A Memoir of the Craft", "27": "“Writing is a socially acceptable form of schizophrenia.”\n― E.L. Doctorow", "28": "“Start writing, no matter what. The water does not flow until the faucet is turned on.”\n― Louis L'Amour", "29": "“There is no real ending. It’s just the place where you stop the story.”\n― Frank Herbert", "30": "“After nourishment, shelter and companionship, stories are the thing we need most in the world.”\n― Philip Pullman", "31": "“History will be kind to me for I intend to write it.”\n― Winston S. Churchill", "32": "“How vain it is to sit down to write when you have not stood up to live.”\n― Henry David Thoreau", "33": "“Stories may well be lies, but they are good lies that say true things, and which can sometimes pay the rent.”\n― Neil Gaiman", "34": "“We have to continually be jumping off cliffs and developing our wings on the way down.”\n― Kurt Vonnegut, If This Isn't Nice, What Is?: Advice for the Young", "35": "“The first draft of anything is shit.”\n― Ernest Hemingway", "36": "“If you want to really hurt you parents, and you don't have the nerve to be gay, the least you can do is go into the arts. I'm not kidding. The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake. Sing in the shower. Dance to the radio. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possible can. You will get an enormous reward. You will have created something.”\n― Kurt Vonnegut, A Man Without a Country", "37": "“All you have to do is write one true sentence. Write the truest sentence that you know.”\n― Ernest Hemingway", "38": "“If you want to be a writer, you must do two things above all others: read a lot and write a lot.”\n― Stephen King", "39": "“I can shake off everything as I write; my sorrows disappear, my courage is reborn.”\n― Anne Frank", "40": "“There are three rules for writing a novel. Unfortunately, no one knows what they are.”\n― W. Somerset Maugham", "41": "“you can, you should, and if you’re brave enough to start, you will.”\n― Stephen King, On Writing: A Memoir of the Craft", "42": "“Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly.”\n― Franz Kafka", "43": "“A writer is someone for whom writing is more difficult than it is for other people.”\n― Thomas Mann, Essays of Three Decades", "44": "“There are books of which the backs and covers are by far the best parts.”\n― Charles Dickens, Oliver Twist", "45": "“let me live, love, and say it well in good sentences”\n― Sylvia Plath, The Unabridged Journals of Sylvia Plath", "46": "“Here is a lesson in creative writing. First rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college.”\n― Kurt Vonnegut, A Man Without a Country", "47": "“Fill your paper with the breathings of your heart.”\n― William Wordsworth", "48": "“There is something delicious about writing the first words of a story. You never quite know where they'll take you.”\n― Beatrix Potter", "49": "“A word after a word after a word is power.”\n― Margaret Atwood", "50": "“Tomorrow may be hell, but today was a good writing day, and on the good writing days nothing else matters.”\n― Neil Gaiman", "51": "“Tears are words that need to be written.”\n― Paulo Coelho", "52": "“You must write every single day of your life... You must lurk in libraries and climb the stacks like ladders to sniff books like perfumes and wear books like hats upon your crazy heads... may you be in love every day for the next 20,000 days. And out of that love, remake a world.”\n― Ray Bradbury", "53": "“You can make anything by writing.”\n― C.S. Lewis", "54": "“Being a writer is a very peculiar sort of a job: it's always you versus a blank sheet of paper (or a blank screen) and quite often the blank piece of paper wins.”\n― Neil Gaiman", "55": "“Writing is like sex. First you do it for love, then you do it for your friends, and then you do it for money.”\n― Virginia Woolf", "56": "“I write to give myself strength. I write to be the characters that I am not. I write to explore all the things I'm afraid of. ”\n― Joss Whedon", "57": "“This is how you do it: you sit down at the keyboard and you put one word after another until its done. It's that easy, and that hard.”\n― Neil Gaiman", "58": "“You should write because you love the shape of stories and sentences and the creation of different words on a page. Writing comes from reading, and reading is the finest teacher of how to write.”\n― Annie Proulx", "59": "“A well-composed book is a magic carpet on which we are wafted to a world that we cannot enter in any other way.”\n― Caroline Gordon", "60": "“Imagination is like a muscle. I found out that the more I wrote, the bigger it got.”\n― Philip José Farmer", "61": "“Always be a poet, even in prose.”\n― Charles Baudelaire", "62": "“You can't wait for inspiration. You have to go after it with a club.”\n― Jack London", "63": "“Women want love to be a novel. Men, a short story.”\n― Daphne du Maurier", "64": "“A short story is a different thing altogether – a short story is like a quick kiss in the dark from a stranger.”\n― Stephen King, Skeleton Crew", "65": "“The role of a writer is not to say what we can all say, but what we are unable to say.”\n― Anais Nin", "66": "“That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth.”\n― Tim O'Brien", "67": "“If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster.”\n― Isaac Asimov", "68": "“I write differently from what I speak, I speak differently from what I think, I think differently from the way I ought to think, and so it all proceeds into deepest darkness.”\n― Franz Kafka", "69": "“Ordinary life is pretty complex stuff.”\n― Harvey Pekar", "70": "“Write what you know. That should leave you with a lot of free time.”\n― Howard Nemerov", "71": "“The true alchemists do not change lead into gold; they change the world into words.”\n― William H. Gass, A Temple of Texts", "72": "“If you want to write, if you want to create, you must be the most sublime fool that God ever turned out and sent rambling. You must write every single day of your life. You must read dreadful dumb books and glorious books, and let them wrestle in beautiful fights inside your head, vulgar one moment, brilliant the next. You must lurk in libraries and climb the stacks like ladders to sniff books like perfumes and wear books like hats upon your crazy heads. I wish you a wrestling match with your Creative Muse that will last a lifetime. I wish craziness and foolishness and madness upon you. May you live with hysteria, and out of it make fine stories — science fiction or otherwise. Which finally means, may you be in love every day for the next 20,000 days. And out of that love, remake a world.”\n― Ray Bradbury", "73": "“Everywhere I go I'm asked if I think the university stifles writers. My opinion is that they don't stifle enough of them. There's many a best-seller that could have been prevented by a good teacher.”\n― Flannery O'Connor", "74": "“Write the kind of story you would like to read. People will give you all sorts of advice about writing, but if you are not writing something you like, no one else will like it either.”\n― Meg Cabot", "75": "“A short story is a love affair, a novel is a marriage. A short story is a photograph; a novel is a film.”\n― Lorrie Moore", "76": "“If you do not breathe through writing, if you do not cry out in writing, or sing in writing, then don't write, because our culture has no use for it.”\n― Anais Nin", "77": "“The purpose of a writer is to keep civilization from destroying itself.”\n― Albert Camus", "78": "“Cut out all these exclamation points. An exclamation point is like laughing at your own joke.”\n― F. Scott Fitzgerald", "79": "“So what? All writers are lunatics!”\n― Cornelia Funke, Inkspell", "80": "“I was a late bloomer. But anyone who blooms at all, ever, is very lucky. ”\n― Sharon Olds", "81": "“Make up a story... For our sake and yours forget your name in the street; tell us what the world has been to you in the dark places and in the light. Don't tell us what to believe, what to fear. Show us belief's wide skirt and the stitch that unravels fear's caul.”\n― Toni Morrison, The Nobel Lecture In Literature, 1993", "82": "“A book is made from a tree. It is an assemblage of flat, flexible parts (still called \"leaves\") imprinted with dark pigmented squiggles. One glance at it and you hear the voice of another person, perhaps someone dead for thousands of years. Across the millennia, the author is speaking, clearly and silently, inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people, citizens of distant epochs, who never knew one another. Books break the shackles of time ― proof that humans can work magic.”\n― Carl Sagan", "83": "“Learn the rules like a pro, so you can break them like an artist.”\n― Pablo Picasso", "84": "“Description begins in the writer’s imagination, but should finish in the reader’s.”\n― Stephen King, On Writing: A Memoir of the Craft", "85": "“A little talent is a good thing to have if you want to be a writer. But the only real requirement is the ability to remember every scar.”\n― Stephen King", "86": "“People love a happy ending. So every episode, I will explain once again that I don't like people. And then Mal will shoot someone. Someone we like. And their puppy.”\n― Joss Whedon", "87": "“Words do not express thoughts very well. They always become a little different immediately after they are expressed, a little distorted, a little foolish.”\n― Hermann Hesse", "88": "“What an astonishing thing a book is. It's a flat object made from a tree with flexible parts on which are imprinted lots of funny dark squiggles. But one glance at it and you're inside the mind of another person, maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other, citizens of distant epochs. Books break the shackles of time. A book is proof that humans are capable of working magic.\"\n\n[Cosmos, Part 11: The Persistence of Memory (1980)]”\n― Carl Sagan, Cosmos", "89": "“I haven't any right to criticize books, and I don't do it except when I hate them. I often want to criticize Jane Austen, but her books madden me so that I can't conceal my frenzy from the reader; and therefore I have to stop every time I begin. Every time I read Pride and Prejudice I want to dig her up and beat her over the skull with her own shin-bone.”\n― Mark Twain", "90": "“Ideas are like rabbits. You get a couple and learn how to handle them, and pretty soon you have a dozen.”\n― John Steinbeck", "91": "“By now, it is probably very late at night, and you have stayed up to read this book when you should have gone to sleep. If this is the case, then I commend you for falling into my trap. It is a writer's greatest pleasure to hear that someone was kept up until the unholy hours of the morning reading one of his books. It goes back to authors being terrible people who delight in the suffering of others. Plus, we get a kickback from the caffeine industry...”\n― Brandon Sanderson, Alcatraz Versus the Evil Librarians", "92": "“Write what should not be forgotten.”\n― Isabel Allende", "93": "“I hate writing, I love having written.”\n― Dorothy Parker", "94": "“Writing isn't about making money, getting famous, getting dates, getting laid, or making friends. In the end, it's about enriching the lives of those who will read your work, and enriching your own life, as well. It's about getting up, getting well, and getting over. Getting happy, okay? Getting happy.”\n― Stephen King, On Writing: A Memoir of the Craft", "95": "“Find out the reason that commands you to write; see whether it has spread its roots into the very depth of your heart; confess to yourself you would have to die if you were forbidden to write.”\n― Rainer Maria Rilke", "96": "“If you can't annoy somebody, there is little point in writing.”\n― Kingsley Amis, Lucky Jim", "97": "“I have claimed that Escape is one of the main functions of fairy-stories, and since I do not disapprove of them, it is plain that I do not accept the tone of scorn or pity with which 'Escape' is now so often used. Why should a man be scorned if, finding himself in prison, he tries to get out and go home? Or if he cannot do so, he thinks and talks about other topics than jailers and prison-walls?”\n― J.R.R. Tolkien", "98": "“This is what love does: It makes you want to rewrite the world. It makes you want to choose the characters, build the scenery, guide the plot. The person you love sits across from you, and you want to do everything in your power to make it possible, endlessly possible. And when it’s just the two of you, alone in a room, you can pretend that this is how it is, this is how it will be.”\n― David Levithan, Every Day", "99": "“I love writing. I love the swirl and swing of words as they tangle with human emotions.”\n― James Michener", "100": "“Easy reading is damn hard writing.”\n― Nathaniel Hawthorne", "101": "“Go into yourself. Find out the reason that commands you to write; see whether it has spread its roots into the very depths of your heart; confess to yourself whether you would have to die if you were forbidden to write.\n\nThis most of all: ask yourself in the most silent hour of your night: must I write? Dig into yourself for a deep answer. And if this answer rings out in assent, if you meet this solemn question with a strong, simple “I must,” then build your life in accordance with this necessity; your whole life, even into its humblest and most indifferent hour, must become a sign and witness to this impulse. Then come close to Nature. Then, as if no one had ever tried before, try to say what you see and feel and love and lose...\n\n...Describe your sorrows and desires, the thoughts that pass through your mind and your belief in some kind of beauty - describe all these with heartfelt, silent, humble sincerity and, when you express yourself, use the Things around you, the images from your dreams, and the objects that you remember. If your everyday life seems poor, don’t blame it; blame yourself; admit to yourself that you are not enough of a poet to call forth its riches; because for the creator there is not poverty and no poor, indifferent place. And even if you found yourself in some prison, whose walls let in none of the world’s sounds – wouldn’t you still have your childhood, that jewel beyond all price, that treasure house of memories? Turn your attentions to it. Try to raise up the sunken feelings of this enormous past; your personality will grow stronger, your solitude will expand and become a place where you can live in the twilight, where the noise of other people passes by, far in the distance. - And if out of this turning-within, out of this immersion in your own world, poems come, then you will not think of asking anyone whether they are good or not. Nor will you try to interest magazines in these works: for you will see them as your dear natural possession, a piece of your life, a voice from it. A work of art is good if it has arisen out of necessity. That is the only way one can judge it.”\n― Rainer Maria Rilke", "102": "“great writers are indecent people\nthey live unfairly\nsaving the best part for paper.\n\ngood human beings save the world\nso that bastards like me can keep creating art,\nbecome immortal.\nif you read this after I am dead\nit means I made it.”\n― Charles Bukowski, The People Look Like Flowers at Last", "103": "“You know, it's hard work to write a book. I can't tell you how many times I really get going on an idea, then my quill breaks. Or I spill ink all over my writing tunic.”\n― Ellen DeGeneres, The Funny Thing Is...", "104": "“Amateurs sit and wait for inspiration, the rest of us just get up and go to work.”\n― Stephen King, On Writing: A Memoir of the Craft", "105": "“Writing a book is a horrible, exhausting struggle, like a long bout with some painful illness. One would never undertake such a thing if one were not driven on by some demon whom one can neither resist nor understand.”\n― George Orwell", "106": "“Fiction is art and art is the triumph over chaos… to celebrate a world that lies spread out around us like a bewildering and stupendous dream.”\n― John Cheever", "107": "“One always has a better book in one's mind than one can manage to get onto paper.”\n― Michael Cunningham", "108": "“The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself.”\n― Eleanor Roosevelt", "109": "“Any word you have to hunt for in a thesaurus is the wrong word. There are no exceptions to this rule.”\n― Stephen King", "110": "“Writing is something you do alone. Its a profession for introverts who want to tell you a story but don't want to make eye contact while doing it.\"\n\n[Thoughts from Places: The Tour, Nerdfighteria Wiki, January 17, 2012]”\n― John Green", "111": "“A woman must have money and a room of her own if she is to write fiction.”\n― Virginia Woolf, A Room of One's Own", "112": "“The good writers touch life often. The mediocre ones run a quick hand over her. The bad ones rape her and leave her for the flies.”\n― Ray Bradbury, Fahrenheit 451", "113": "“You don't write about the horrors of war. No. You write about a kid's burnt socks lying in the road.”\n― Richard Price", "114": "“A woman knows very well that, though a wit sends her his poems, praises her judgment, solicits her criticism, and drinks her tea, this by no means signifies that he respects her opinions, admires her understanding, or will refuse, though the rapier is denied him, to run through the body with his pen.”\n― Virginia Woolf, Orlando", "115": "“A non-writing writer is a monster courting insanity.\"\n\n[Letter to Max Brod, July 5, 1922]”\n― Franz Kafka", "116": "“A good writer possesses not only his own spirit but also the spirit of his friends.”\n― Friedrich Nietzsche", "117": "“When Great Trees Fall\n\nWhen great trees fall,\nrocks on distant hills shudder,\nlions hunker down\nin tall grasses,\nand even elephants\nlumber after safety.\n\nWhen great trees fall\nin forests,\nsmall things recoil into silence,\ntheir senses\neroded beyond fear.\n\nWhen great souls die,\nthe air around us becomes\nlight, rare, sterile.\nWe breathe, briefly.\nOur eyes, briefly,\nsee with\na hurtful clarity.\nOur memory, suddenly sharpened,\nexamines,\ngnaws on kind words\nunsaid,\npromised walks\nnever taken.\n\nGreat souls die and\nour reality, bound to\nthem, takes leave of us.\nOur souls,\ndependent upon their\nnurture,\nnow shrink, wizened.\nOur minds, formed\nand informed by their\nradiance,\nfall away.\nWe are not so much maddened\nas reduced to the unutterable ignorance\nof dark, cold\ncaves.\n\nAnd when great souls die,\nafter a period peace blooms,\nslowly and always\nirregularly. Spaces fill\nwith a kind of\nsoothing electric vibration.\nOur senses, restored, never\nto be the same, whisper to us.\nThey existed. They existed.\nWe can be. Be and be\nbetter. For they existed.”\n― Maya Angelou", "118": "“Everybody does have a book in them, but in most cases that's where it should stay.”\n― Christopher Hitchens", "119": "“You always get more respect when you don't have a happy ending.”\n― Julia Quinn", "120": "“In writing, you must kill all your darlings.”\n― William Faulkner", "121": "“Perfectionism is the voice of the oppressor, the enemy of the people. It will keep you cramped and insane your whole life, and it is the main obstacle between you and a shitty first draft. I think perfectionism is based on the obsessive belief that if you run carefully enough, hitting each stepping-stone just right, you won't have to die. The truth is that you will die anyway and that a lot of people who aren't even looking at their feet are going to do a whole lot better than you, and have a lot more fun while they're doing it.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "122": "“Which of us has not felt that the character we are reading in the printed page is more real than the person standing beside us?”\n― Cornelia Funke", "123": "“When you make music or write or create, it's really your job to have mind-blowing, irresponsible, condomless sex with whatever idea it is you're writing about at the time. ”\n― Lady Gaga", "124": "“A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author.”\n― G.K. Chesterton, Heretics", "125": "“some moments are nice, some are\nnicer, some are even worth\nwriting\nabout.”\n― Charles Bukowski, War All the Time", "126": "“My aim is to put down on paper what I see and what I feel in the best and simplest way.”\n― Ernest Hemingway", "127": "“The only way you can write the truth is to assume that what you set down will never be read. Not by any other person, and not even by yourself at some later date. Otherwise you begin excusing yourself. You must see the writing as emerging like a long scroll of ink from the index finger of your right hand; you must see your left hand erasing it.”\n― Margaret Atwood, The Blind Assassin", "128": "“Closed in a room, my imagination becomes the universe, and the rest of the world is missing out.”\n― Criss Jami, Diotima, Battery, Electric Personality", "129": "“All I need is a sheet of paper\nand something to write with, and then\nI can turn the world upside down.”\n― Friedrich Nietzsche", "130": "“We can destroy what we have written, but we cannot unwrite it.”\n― Anthony Burgess, A Clockwork Orange", "131": "“There comes a time in your life when you have to choose to turn the page, write another book or simply close it.”\n― Shannon L. Alder", "132": "“Cynics are simply thwarted romantics.”\n― William Goldman, The Princess Bride", "133": "“I've got the key to my castle in the air, but whether I can unlock the door remains to be seen.”\n― Louisa May Alcott, Little Women", "134": "“Write with the door closed, rewrite with the door open.”\n― Stephen King, On Writing: A Memoir of the Craft", "135": "“You do not immortalize the lost by writing about them. Language buries, but does not resurrect.”\n― John Green, The Fault in Our Stars", "136": "“No one says a novel has to be one thing. It can be anything it wants to be, a vaudeville show, the six o’clock news, the mumblings of wild men saddled by demons.”\n― Ishmael Reed, Yellow Back Radio Broke-Down", "137": "“The most valuable of all talents is that of never using two words when one will do.”\n― Thomas Jefferson", "138": "“I write for the same reason I breathe - because if I didn't, I would die.”\n― Isaac Asimov", "139": "“Anger ... it's a paralyzing emotion ... you can't get anything done. People sort of think it's an interesting, passionate, and igniting feeling — I don't think it's any of that — it's helpless ... it's absence of control — and I need all of my skills, all of the control, all of my powers ... and anger doesn't provide any of that — I have no use for it whatsoever.\"\n\n[Interview with CBS radio host Don Swaim, September 15, 1987.]”\n― Toni Morrison", "140": "“Some things are hard to write about. After something happens to you, you go to write it down, and either you over dramatize it, or underplay it, exaggerate the wrong parts or ignore the important ones. At any rate, you never write it quite the way you want to.”\n― Sylvia Plath, The Unabridged Journals of Sylvia Plath", "141": "“A good poem is a contribution to reality. The world is never the same once a good poem has been added to it. A good poem helps to change the shape of the universe, helps to extend everyone's knowledge of himself and the world around him.”\n― Dylan Thomas", "142": "“Make it dark, make it grim, make it tough, but then, for the love of God, tell a joke.”\n― Joss Whedon", "143": "“Your intuition knows what to write, so get out of the way.”\n― Ray Bradbury", "144": "“Perhaps I write for no one. Perhaps for the same person children are writing for when they scrawl their names in the snow.”\n― Margaret Atwood", "145": "“Writing is a way of talking without being interrupted.”\n― Jules Renard", "146": "“Advice? I don’t have advice. Stop aspiring and start writing. If you’re writing, you’re a writer. Write like you’re a goddamn death row inmate and the governor is out of the country and there’s no chance for a pardon. Write like you’re clinging to the edge of a cliff, white knuckles, on your last breath, and you’ve got just one last thing to say, like you’re a bird flying over us and you can see everything, and please, for God’s sake, tell us something that will save us from ourselves. Take a deep breath and tell us your deepest, darkest secret, so we can wipe our brow and know that we’re not alone. Write like you have a message from the king. Or don’t. Who knows, maybe you’re one of the lucky ones who doesn’t have to.”\n― Alan Wilson Watts", "147": "“A small daily task, if it be really daily, will beat the labours of a spasmodic Hercules.”\n― Anthony Trollope", "148": "“It has often been said\nthere’s so much to be read,\nyou never can cram\nall those words in your head.\n\nSo the writer who breeds\nmore words than he needs\nis making a chore\nfor the reader who reads.\n\nThat's why my belief is\nthe briefer the brief is,\nthe greater the sigh\nof the reader's relief is.\n\nAnd that's why your books\nhave such power and strength.\nYou publish with shorth!\n(Shorth is better than length.)”\n― Dr. Seuss", "149": "“My task, which I am trying to achieve is, by the power of the written word, to make you hear, to make you feel--it is, before all, to make you see.”\n― Joseph Conrad, Lord Jim", "150": "“Most of the basic material a writer works with is acquired before the age of fifteen.”\n― Willa Cather", "151": "“Poetry is just the evidence of life. If your life is burning well, poetry is just the ash.”\n― Leonard Cohen", "152": "“When writing a novel, that's pretty much entirely what life turns into: 'House burned down. Car stolen. Cat exploded. Did 1500 easy words, so all in all it was a pretty good day.”\n― Neil Gaiman", "153": "“All that I hope to say in books, all that I ever hope to say, is that I love the world.”\n― E.B. White", "154": "“Writing is utter solitude, the descent into the cold abyss of oneself.”\n― Franz Kafka", "155": "“A person is a fool to become a writer. His only compensation is absolute freedom. He has no master except his own soul, and that, I am sure, is why he does it”\n― Roald Dahl", "156": "“Kill your darlings, kill your darlings, even when it breaks your egocentric little scribbler’s heart, kill your darlings.”\n― Stephen King, On Writing: A Memoir of the Craft", "157": "“Cram your head with characters and stories. Abuse your library privileges. Never stop looking at the world, and never stop reading to find out what sense other people have made of it. If people give you a hard time and tell you to get your nose out of a book, tell them you're working. Tell them it's research. Tell them to pipe down and leave you alone.”\n― Jennifer Weiner", "158": "“You can fix anything but a blank page.”\n― Nora Roberts", "159": "“In many cases when a reader puts a story aside because it 'got boring,' the boredom arose because the writer grew enchanted with his powers of description and lost sight of his priority, which is to keep the ball rolling.”\n― Stephen King, On Writing: A Memoir of the Craft", "160": "“Sometimes writing is running downhill, your fingers jerking behind you on the keyboard the way your legs do when they can’t quite keep up with gravity.”\n― Rainbow Rowell, Fangirl", "161": "“The person who writes for fools is always sure of a large audience.”\n― Arthur Schopenhauer, Religion: A Dialogue and Other Essays", "162": "“When I write, I feel like an armless, legless man with a crayon in his mouth.”\n― Kurt Vonnegut", "163": "“A book is a suicide postponed.”\n― Cioran", "164": "“Better to write for yourself and have no public, than to write for the public and have no self.\"\n\n[The New Statesman, February 25, 1933]”\n― Cyril Connolly", "165": "“A writer is a person who cares what words mean, what they say, how they say it. Writers know words are their way towards truth and freedom, and so they use them with care, with thought, with fear, with delight. By using words well they strengthen their souls. Story-tellers and poets spend their lives learning that skill and art of using words well. And their words make the souls of their readers stronger, brighter, deeper.”\n― Ursula K. Le Guin", "166": "“The hard part about writing a novel is finishing it.”\n― Ernest Hemingway", "167": "“The ability to dream is all I have to give. That is my responsibility; that is my burden. And even I grow tired.”\n― Harlan Ellison, Stalking the Nightmare", "168": "“Living with him is like being told a perpetual story: his mind is the biggest, most imaginative I have ever met. I could live in its growing countries forever.”\n― Sylvia Plath, The Unabridged Journals of Sylvia Plath", "169": "“The secret of being a bore is to tell everything.”\n― Voltaire", "170": "“The pages are still blank, but there is a miraculous feeling of the words being there, written in invisible ink and clamoring to become visible”\n― Vladimir Nabokov", "171": "“I think there are two types of writers, the architects and the gardeners. The architects plan everything ahead of time, like an architect building a house. They know how many rooms are going to be in the house, what kind of roof they're going to have, where the wires are going to run, what kind of plumbing there's going to be. They have the whole thing designed and blueprinted out before they even nail the first board up. The gardeners dig a hole, drop in a seed and water it. They kind of know what seed it is, they know if planted a fantasy seed or mystery seed or whatever. But as the plant comes up and they water it, they don't know how many branches it's going to have, they find out as it grows. And I'm much more a gardener than an architect.”\n― George R.R. Martin", "172": "“It's okay to disagree with the thoughts or opinions expressed by other people. That doesn't give you the right to deny any sense they might make. Nor does it give you a right to accuse someone of poorly expressing their beliefs just because you don't like what they are saying. Learn to recognize good writing when you read it, even if it means overcoming your pride and opening your mind beyond what is comfortable.”\n― Ashly Lorenzana", "173": "“Anybody who has survived his childhood has enough information about life to last him the rest of his days.”\n― Flannery O'Connor, Mystery and Manners: Occasional Prose", "174": "“When asked, \"How do you write?\" I invariably answer, \"One word at a time,\" and the answer is invariably dismissed. But that is all it is. It sounds too simple to be true, but consider the Great Wall of China, if you will: one stone at a time, man. That's all. One stone at a time. But I've read you can see that motherfucker from space without a telescope.”\n― Stephen King", "175": "“A blank piece of paper is God's way of telling us how hard it is to be God.”\n― Sidney Sheldon", "176": "“Deliver me from writers who say the way they live doesn't matter. I'm not sure a bad person can write a good book. If art doesn't make us better, then what on earth is it for.”\n― Alice Walker", "177": "“I have only made this letter longer because I have not had the time to make it shorter.\"\n\n(Letter 16, 1657)”\n― Blaise Pascal, The Provincial Letters", "178": "“There is such a place as fairyland - but only children can find the way to it. And they do not know that it is fairyland until they have grown so old that they forget the way. One bitter day, when they seek it and cannot find it, they realize what they have lost; and that is the tragedy of life. On that day the gates of Eden are shut behind them and the age of gold is over. Henceforth they must dwell in the common light of common day. Only a few, who remain children at heart, can ever find that fair, lost path again; and blessed are they above mortals. They, and only they, can bring us tidings from that dear country where we once sojourned and from which we must evermore be exiles. The world calls them its singers and poets and artists and story-tellers; but they are just people who have never forgotten the way to fairyland.”\n― L.M. Montgomery, The Story Girl", "179": "“A story is a letter that the author writes to himself, to tell himself things that he would be unable to discover otherwise.”\n― Carlos Ruiz Zafón, The Shadow of the Wind", "180": "“One should use common words to say uncommon things”\n― Arthur Schopenhauer", "181": "“Who is more to be pitied, a writer bound and gagged by policemen or one living in perfect freedom who has nothing more to say?”\n― Kurt Vonnegut", "182": "“Writing and reading decrease our sense of isolation. They deepen and widen and expand our sense of life: they feed the soul. When writers make us shake our heads with the exactness of their prose and their truths, and even make us laugh about ourselves or life, our buoyancy is restored. We are given a shot at dancing with, or at least clapping along with, the absurdity of life, instead of being squashed by it over and over again. It's like singing on a boat during a terrible storm at sea. You can't stop the raging storm, but singing can change the hearts and spirits of the people who are together on that ship.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "183": "“The first step - especially for young people with energy and drive and talent, but not money - the first step to controlling your world is to control your culture. To model and demonstrate the kind of world you demand to live in. To write the books. Make the music. Shoot the films. Paint the art.”\n― Chuck Palahniuk", "184": "“So long as you write what you wish to write, that is all that matters; and whether it matters for ages or only for hours, nobody can say.”\n― Virginia Woolf, A Room of One's Own", "185": "“If you want to write a fantasy story with Norse gods, sentient robots, and telepathic dinosaurs, you can do just that. Want to throw in a vampire and a lesbian unicorn while you're at it? Go ahead. Nothing's off limits. But the endless possibility of the genre is a trap. It's easy to get distracted by the glittering props available to you and forget what you're supposed to be doing: telling a good story. Don't get me wrong, magic is cool. But a nervous mother singing to her child at night while something moves quietly through the dark outside her house? That's a story. Handled properly, it's more dramatic than any apocalypse or goblin army could ever be.”\n― Patrick Rothfuss", "186": "“A writer - and, I believe, generally all persons - must think that whatever happens to him or her is a resource. All things have been given to us for a purpose, and an artist must feel this more intensely. All that happens to us, including our humiliations, our misfortunes, our embarrassments, all is given to us as raw material, as clay, so that we may shape our art.”\n― Jorge Luis Borges, Twenty-Four Conversations with Borges: Interviews by Roberto Alifano 1981-1983", "187": "“Grand. There's a word I really hate. It's a phony. I could puke every time I hear it.”\n― J.D. Salinger, The Catcher in the Rye", "188": "“Art never responds to the wish to make it democratic; it is not for everybody; it is only for those who are willing to undergo the effort needed to understand it.”\n― Flannery O'Connor, Mystery and Manners: Occasional Prose", "189": "“Writing is a form of therapy; sometimes I wonder how all those who do not write, compose, or paint can manage to escape the madness, melancholia, the panic and fear which is inherent in a human situation.”\n― Graham Greene, Ways of Escape", "190": "“Write what disturbs you, what you fear, what you have not been willing to speak about. Be willing to be split open.”\n― Natalie Goldberg, Writing Down the Bones: Freeing the Writer Within", "191": "“E.L. Doctorow said once said that 'Writing a novel is like driving a car at night. You can see only as far as your headlights, but you can make the whole trip that way.' You don't have to see where you're going, you don't have to see your destination or everything you will pass along the way. You just have to see two or three feet ahead of you. This is right up there with the best advice on writing, or life, I have ever heard.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "192": "“I write entirely to find out what I'm thinking, what I'm looking at, what I see and what it means. What I want and what I fear.”\n― Joan Didion", "193": "“The soul should always stand ajar, ready to welcome the ecstatic experience.”\n― Emily Dickinson", "194": "“Here is a lesson in creative writing.\n\nFirst rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college.\n\nAnd I realize some of you may be having trouble deciding whether I am kidding or not. So from now on I will tell you when I'm kidding.\n\nFor instance, join the National Guard or the Marines and teach democracy. I'm kidding.\n\nWe are about to be attacked by Al Qaeda. Wave flags if you have them. That always seems to scare them away. I'm kidding.\n\nIf you want to really hurt your parents, and you don't have the nerve to be gay, the least you can do is go into the arts. I'm not kidding. The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake. Sing in the shower. Dance to the radio. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possibly can. You will get an enormous reward. You will have created something.”\n― Kurt Vonnegut, A Man Without a Country", "195": "“For it would seem - her case proved it - that we write, not with the fingers, but with the whole person. The nerve which controls the pen winds itself about every fibre of our being, threads the heart, pierces the liver.”\n― Virginia Woolf, Orlando", "196": "“Talent is helpful in writing, but guts are absolutely essential.”\n― Jessamyn West", "197": "“How do I know what I think until I see what I say?”\n― E.M. Forster", "198": "“If you expect to succeed as a writer, rudeness should be the second-to-least of your concerns. The least of all should be polite society and what it expects. If you intend to write as truthfully as you can, your days as a member of polite society are numbered, anyway.”\n― Stephen King, On Writing: A Memoir of the Craft", "199": "“Writing a novel is a terrible experience, during which the hair often falls out and the teeth decay. I'm always irritated by people who imply that writing fiction is an escape from reality. It is a plunge into reality and it's very shocking to the system.”\n― Flannery O'Connor, Mystery and Manners: Occasional Prose", "200": "“He asked, \"What makes a man a writer?\" \"Well,\" I said, \"it's simple. You either get it down on paper, or jump off a bridge.”\n― Charles Bukowski", "201": "“If you want to change the world, pick up your pen and write.”\n― Martin Luther", "202": "“A scrupulous writer, in every sentence that he writes, will ask himself at least four questions, thus: 1. What am I trying to say? 2. What words will express it? 3. What image or idiom will make it clearer? 4. Is this image fresh enough to have an effect?”\n― George Orwell, Politics and the English Language", "203": "“As for literary criticism in general: I have long felt that any reviewer who expresses rage and loathing for a novel or a play or a poem is preposterous. He or she is like a person who has put on full armor and attacked a hot fudge sundae or a banana split.”\n― kurt Vonnegut, Palm Sunday: An Autobiographical Collage", "204": "“Concentrate on what you want to say to yourself and your friends. Follow your inner moonlight; don't hide the madness. You say what you want to say when you don't care who's listening.”\n― Allen Ginsberg", "205": "“Everybody is talented because everybody who is human has something to express.”\n― Brenda Ueland", "206": "“Ideas aren't magical; the only tricky part is holding on to one long enough to get it written down. ”\n― Lynn Abbey", "207": "“It's none of their business that you have to learn how to write. Let them think you were born that way.”\n― Ernest Hemingway", "208": "“To write well, express yourself like the common people, but think like a wise man.”\n― Aristotle", "209": "“Read a thousand books, and your words will flow like a river.”\n― Lisa See, Snow Flower and the Secret Fan", "210": "“Write about the emotions you fear the most.”\n― Laurie Halse Anderson", "211": "“Definition of rock journalism: People who can't write, doing interviews with people who can't think, in order to prepare articles for people who can't read.”\n― Frank Zappa, The Real Frank Zappa Book", "212": "“My books are water; those of the great geniuses is wine. Everybody drinks water.”\n― Mark Twain, Notebook", "213": "“The best time for planning a book is while you're doing the dishes. ”\n― Agatha Christie", "214": "“I embrace the label of bad feminist because I am human. I am messy. I’m not trying to be an example. I am not trying to be perfect. I am not trying to say I have all the answers. I am not trying to say I’m right. I am just trying—trying to support what I believe in, trying to do some good in this world, trying to make some noise with my writing while also being myself.”\n― Roxane Gay, Bad Feminist", "215": "“You are lucky to be one of those people who wishes to build sand castles with words, who is willing to create a place where your imagination can wander. We build this place with the sand of memories; these castles are our memories and inventiveness made tangible. So part of us believes that when the tide starts coming in, we won't really have lost anything, because actually only a symbol of it was there in the sand. Another part of us thinks we'll figure out a way to divert the ocean. This is what separates artists from ordinary people: the belief, deep in our hearts, that if we build our castles well enough, somehow the ocean won't wash them away. I think this is a wonderful kind of person to be.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "216": "“There is creative reading as well as creative writing.”\n― Ralph Waldo Emerson", "217": "“Literature is strewn with the wreckage of those who have minded beyond reason the opinion of others.”\n― Virginia Woolf, A Room of One's Own", "218": "“A story has no beginning or end: arbitrarily one chooses that moment of experience from which to look back or from which to look ahead.”\n― Graham Greene, The End of the Affair", "219": "“A man once asked me ... how I managed in my books to write such natural conversation between men when they were by themselves. Was I, by any chance, a member of a large, mixed family with a lot of male friends? I replied that, on the contrary, I was an only child and had practically never seen or spoken to any men of my own age till I was about twenty-five. \"Well,\" said the man, \"I shouldn't have expected a woman (meaning me) to have been able to make it so convincing.\" I replied that I had coped with this difficult problem by making my men talk, as far as possible, like ordinary human beings. This aspect of the matter seemed to surprise the other speaker; he said no more, but took it away to chew it over. One of these days it may quite likely occur to him that women, as well as men, when left to themselves, talk very much like human beings also.”\n― Dorothy L. Sayers, Are Women Human? Astute and Witty Essays on the Role of Women in Society", "220": "“If you want to be a writer-stop talking about it and sit down and write!”\n― Jackie Collins", "221": "“She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on.”\n― robert m drake", "222": "“Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon.”\n― Ann Patchett, Truth and Beauty", "223": "“Writer's block is a fancy term made up by whiners so they can have an excuse to drink alcohol.”\n― Steve Martin", "224": "“I am at the moment writing a lengthy indictment against our century. When my brain begins to reel from my literary labors, I make an occasional cheese dip.”\n― John Kennedy Toole, A Confederacy of Dunces", "225": "“When you're missing a peice of yourself, aching, gut wrenching emptiness begins to take over. Until you find the link that completes your very soul, the feeling will never go away. Most people find a way to fill this void, material possessions, a string of relationships, affairs, food...I bare my soul, with words, for all to see.”\n― Jennifer Salaiz", "226": "“When, however, one reads of a witch being ducked, of a woman possessed by devils, of a wise woman selling herbs, or even of a very remarkable man who had a mother, then I think we are on the track of a lost novelist, a suppressed poet, of some mute and inglorious Jane Austen, some Emily Bronte who dashed her brains out on the moor or mopped and mowed about the highways crazed with the torture that her gift had put her to. Indeed, I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman.”\n― Virginia Woolf, A Room of One's Own", "227": "“Imagine the people who believe such things and who are not ashamed to ignore, totally, all the patient findings of thinking minds through all the centuries since the Bible was written. And it is these ignorant people, the most uneducated, the most unimaginative, the most unthinking among us, who would make themselves the guides and leaders of us all; who would force their feeble and childish beliefs on us; who would invade our schools and libraries and homes. I personally resent it bitterly.”\n― Isaac Asimov, The Roving Mind", "228": "“A professional writer is an amateur who didn't quit.”\n― Richard Bach", "229": "“If a story is in you, it has to come out.”\n― William Faulkner", "230": "“This tremendous world I have inside of me. How to free myself, and this world, without tearing myself to pieces. And rather tear myself to a thousand pieces than be buried with this world within me.”\n― Kafka Franz, Diaries, 1910-1923", "231": "“So okay― there you are in your room with the shade down and the door shut and the plug pulled out of the base of the telephone. You've blown up your TV and committed yourself to a thousand words a day, come hell or high water. Now comes the big question: What are you going to write about? And the equally big answer: Anything you damn well want.”\n― Stephen King, On Writing: A Memoir of the Craft", "232": "“With writing, we have second chances.”\n― Jonathan Safran Foer, Everything Is Illuminated", "233": "“Put down everything that comes into your head and then you're a writer. But an author is one who can judge his own stuff's worth, without pity, and destroy most of it.\"\n\n(Casual Chance, 1964)”\n― Colette", "234": "“That's all we have, finally, the words, and they had better be the right ones.”\n― Raymond Carver", "235": "“There's no such thing as perfect writing, just like there's no such thing as perfect despair.”\n― Haruki Murakami, Hear the Wind Sing", "236": "“After writing a story I was always empty and both sad and happy, as though I had made love, and I was sure this was a very good story although I would not know truly how good until I read it over the next day.”\n― Ernest Hemingway", "237": "“Poems are never finished - just abandoned”\n― Paul Valery", "238": "“I need solitude for my writing; not 'like a hermit' - that wouldn't be enough - but like a dead man.”\n― Franz Kafka", "239": "“If a writer falls in love with you, you can never die.”\n― Mik Everett", "240": "“Some books are undeservedly forgotten; none are undeservedly remembered.”\n― W.H. Auden, The Dyer's Hand", "241": "“I write almost always in the third person, and I don't think the narrator is male or female anyway. They're both, and young and old, and wise and silly, and sceptical and credulous, and innocent and experienced, all at once. Narrators are not even human - they're sprites.”\n― Philip Pullman", "242": "“I felt after I finished Slaughterhouse-Five that I didn’t have to write at all anymore if I didn’t want to. It was the end of some sort of career. I don’t know why, exactly. I suppose that flowers, when they’re through blooming, have some sort of awareness of some purpose having been served. Flowers didn’t ask to be flowers and I didn’t ask to be me. At the end of Slaughterhouse-Five…I had a shutting-off feeling…that I had done what I was supposed to do and everything was OK .”\n― Kurt Vonnegut, Conversations with Kurt Vonnegut", "243": "“If I do not write to empty my mind, I go mad.”\n― George Gordon Byron", "244": "“Literature was not born the day when a boy crying \"wolf, wolf\" came running out of the Neanderthal valley with a big gray wolf at his heels; literature was born on the day when a boy came crying \"wolf, wolf\" and there was no wolf behind him.”\n― Vladimir Nabokov, Lectures on Literature", "245": "“The nutritionist said I should eat root vegetables.\nSaid if I could get down thirteen turnips a day\nI would be grounded, rooted.\nSaid my head would not keep flying away\nto where the darkness lives.\n\nThe psychic told me my heart carries too much weight.\nSaid for twenty dollars she’d tell me what to do.\nI handed her the twenty. She said, “Stop worrying, darling.\nYou will find a good man soon.”\n\nThe first psycho therapist told me to spend\nthree hours each day sitting in a dark closet\nwith my eyes closed and ears plugged.\nI tried it once but couldn’t stop thinking\nabout how gay it was to be sitting in the closet.\n\nThe yogi told me to stretch everything but the truth.\nSaid to focus on the out breath. Said everyone finds happiness\nwhen they care more about what they give\nthan what they get.\n\nThe pharmacist said, “Lexapro, Lamicatl, Lithium, Xanax.”\n\nThe doctor said an anti-psychotic might help me\nforget what the trauma said.\n\nThe trauma said, “Don’t write these poems.\nNobody wants to hear you cry\nabout the grief inside your bones.”\n\nBut my bones said, “Tyler Clementi jumped\nfrom the George Washington Bridge\ninto the Hudson River convinced\nhe was entirely alone.”\n\nMy bones said, “Write the poems.”\n― Andrea Gibson, The Madness Vase", "246": "“I don't profess any religion; I don't think it’s possible that there is a God; I have the greatest difficulty in understanding what is meant by the words ‘spiritual’ or ‘spirituality.'\n\n[Interview, The New Yorker, Dec. 26, 2005]”\n― Philip Pullman", "247": "“You cannot hope to sweep someone else away by the force of your writing until it has been done to you.”\n― Stephen King, On Writing: A Memoir of the Craft", "248": "“When writing a novel a writer should create living people; people not characters. A character is a caricature.”\n― Ernest Hemingway, Death in the Afternoon", "249": "“Indeed, learning to write may be part of learning to read. For all I know, writing comes out of a superior devotion to reading.”\n― Eudora Welty, On Writing", "250": "“I have always had more dread of a pen, a bottle of ink, and a sheet of paper than of a sword or pistol.”\n― Alexandre Dumas, The Count of Monte Cristo", "251": "“I have an idea that the only thing which makes it possible to regard this world we live in without disgust is the beauty which now and then men create out of the chaos. The pictures they paint, the music they compose, the books they write, and the lives they lead. Of all these the richest in beauty is the beautiful life. That is the perfect work of art.”\n― W. Somerset Maugham, The Painted Veil", "252": "“First forget inspiration. Habit is more dependable. Habit will sustain you whether you're inspired or not. Habit will help you finish and polish your stories. Inspiration won't. Habit is persistence in practice.”\n― Octavia Butler, Bloodchild and Other Stories", "253": "“I want to write because I have the urge to excel in one medium of translation and expression of life. I can't be satisfied with the colossal job of merely living. Oh, no, I must order life in sonnets and sestinas and provide a verbal reflector for my 60-watt lighted head.”\n― Sylvia Plath, The Unabridged Journals of Sylvia Plath", "254": "“The story is always better than your ability to write it.”\n― Robin McKinley", "255": "“If the word doesn't exist, invent it; but first be sure it doesn't exist.”\n― Charles Baudelaire", "256": "“In old days books were written by men of letters and read by the public. Nowadays books are written by the public and read by nobody.”\n― Oscar Wilde", "257": "“If you show someone something you've written, you give them a sharpened stake, lie down in your coffin, and say, ‘When you’re ready’.”\n― David Mitchell, Black Swan Green", "258": "“It is my ambition to say in ten sentences what others say in a whole book.”\n― Friedrich Nietzsche", "259": "“Written words can also sing.”\n― Ngũgĩ wa Thiong’o, Dreams in a Time of War", "260": "“Collect books, even if you don't plan on reading them right away. Nothing is more important than an unread library.”\n― John Waters", "261": "“There is no rule on how to write. Sometimes it comes easily and perfectly; sometimes it's like drilling rock and then blasting it out with charges.”\n― Ernest Hemingway", "262": "“Don’t give people what they want, give them what they need.”\n― Joss Whedon", "263": "“Writing is not necessarily something to be ashamed of, but do it in private and wash your hands afterwards.”\n― robert heinlein", "264": "“Writing simply means no dependent clauses, no dangling things, no flashbacks, and keeping the subject near the predicate. We throw in as many fresh words we can get away with. Simple, short sentences don't always work. You have to do tricks with pacing, alternate long sentences with short, to keep it vital and alive.... Virtually every page is a cliffhanger--you've got to force them to turn it.\"~”\n― Dr. Seuss", "265": "“Everyone is born creative; everyone is given a box of crayons in kindergarten. Then when you hit puberty they take the crayons away and replace them with dry, uninspiring books on algebra, history, etc. Being suddenly hit years later with the 'creative bug' is just a wee voice telling you, 'I'd like my crayons back, please.”\n― Hugh MacLeod, Ignore Everybody: and 39 Other Keys to Creativity", "266": "“The world is a hellish place, and bad writing is destroying the quality of our suffering.”\n― Tom Waits", "267": "“Writers are the exorcists of their own demons.”\n― Mario Vargas-Llosa", "268": "“Some editors are failed writers, but so are most writers.”\n― T.S. Eliot", "269": "“Fiction was invented the day Jonah arrived home and told his wife that he was three days late because he had been swallowed by a whale..”\n― Gabriel García Márquez", "270": "“When we are in love, we are convinced nobody else will do. But as time goes, others do do, and often do do, much much better.”\n― Jamie Weise", "271": "“If you have any young friends who aspire to become writers, the second greatest favor you can do them is to present them with copies of The Elements of Style. The first greatest, of course, is to shoot them now, while they’re happy.”\n― Dorothy Parker", "272": "“When you're socially awkward, you're isolated more than usual, and when you're isolated more than usual, your creativity is less compromised by what has already been said and done. All your hope in life starts to depend on your craft, so you try to perfect it. One reason I stay isolated more than the average person is to keep my creativity as fierce as possible. Being the odd one out may have its temporary disadvantages, but more importantly, it has its permanent advantages.”\n― Criss Jami, Killosophy", "273": "“What’s writing really about? It’s about trying to take fuller possession of the reality of your life.”\n― Ted Hughes", "274": "“A good book isn't written, it's rewritten.”\n― Phyllis A. Whitney, Guide to Fiction Writing", "275": "“At night, when the objective world has slunk back into its cavern and left dreamers to their own, there come inspirations and capabilities impossible at any less magical and quiet hour. No one knows whether or not he is a writer unless he has tried writing at night.”\n― H.P. Lovecraft", "276": "“Writing a book is an adventure. To begin with it is a toy and an amusement. Then it becomes a mistress, then it becomes a master, then it becomes a tyrant. The last phase is that just as you are about to be reconciled to your servitude, you kill the monster and fling him to the public.”\n― Winston Churchill", "277": "“A good story is always more dazzling than a broken piece of truth.”\n― Diane Setterfield, The Thirteenth Tale", "278": "“I am irritated by my own writing. I am like a violinist whose ear is true, but whose fingers refuse to reproduce precisely the sound he hears within.”\n― Gustave Flaubert", "279": "“The funny thing about writing is that whether you're doing well or doing it poorly, it looks the exact same. That's actually one of the main ways that writing is different from ballet dancing.”\n― John Green", "280": "“The person born with a talent they are meant to use will find their greatest happiness in using it. ”\n― Johann Wolfgang von Goethe", "281": "“Go for broke. Always try and do too much. Dispense with safety nets. Take a deep breath before you begin talking. Aim for the stars. Keep grinning. Be bloody-minded. Argue with the world. And never forget that writing is as close as we get to keeping a hold on the thousand and one things--childhood, certainties, cities, doubts, dreams, instants, phrases, parents, loves--that go on slipping , like sand, through our fingers.”\n― Salman Rushdie, Imaginary Homelands: Essays and Criticism 1981-1991", "282": "“A story was a form of telepathy. By means of inking symbols onto a page, she was able to send thoughts and feelings from her mind to her reader's. It was a magical process, so commonplace that no one stopped to wonder at it.”\n― Ian McEwan, Atonement", "283": "“You are what you write.”\n― Helvy Tiana Rosa, Risalah Cinta", "284": "“the writing of some\nmen\nis like a vast bridge\nthat carries you\nover\nthe many things\nthat claw and tear.\n\nThe Wine of Forever”\n― Charles Bukowski, Love Is a Dog from Hell", "285": "“All stories are about wolves. All worth repeating, that is. Anything else is sentimental drivel.\n\nAll of them?\n\nSure, he says. Think about it. There's escaping from the wolves, fighting the wolves, capturing the wolves, taming the wolves. Being thrown to the wolves, or throwing others to the wolves so the wolves will eat them instead of you. Running with the wolf pack. Turning into a wolf. Best of all, turning into the head wolf. No other decent stories exist.”\n― Margaret Atwood", "286": "“Some writers enjoy writing, I am told. Not me. I enjoy having written.”\n― George R.R. Martin", "287": "“Death is the easy part, the hard part is living and knowing you could be so much more then you’re willing to be.”\n― robert m drake", "288": "“Writers don't make any money at all. We make about a dollar. It is terrible. But then again we don't work either. We sit around in our underwear until noon then go downstairs and make coffee, fry some eggs, read the paper, read part of a book, smell the book, wonder if perhaps we ourselves should work on our book, smell the book again, throw the book across the room because we are quite jealous that any other person wrote a book, feel terribly guilty about throwing the schmuck's book across the room because we secretly wonder if God in heaven noticed our evil jealousy, or worse, our laziness. We then lie across the couch facedown and mumble to God to forgive us because we are secretly afraid He is going to dry up all our words because we envied another man's stupid words. And for this, as I said, we are paid a dollar. We are worth so much more.”\n― Donald Miller, Blue Like Jazz: Nonreligious Thoughts on Christian Spirituality", "289": "“I know I was writing stories when I was five. I don’t remember what I did before that. Just loafed, I suppose.”\n― P. G. Wodehouse", "290": "“Only those things are beautiful which are inspired by madness and written by reason.”\n― Andre Gide", "291": "“So don't be frightened, dear friend, if a sadness confronts you larger than any you have ever known, casting its shadow over all you do. You must think that something is happening within you, and remember that life has not forgotten you; it holds you in its hand and will not let you fall. Why would you want to exclude from your life any uneasiness, any pain, any depression, since you don't know what work they are accomplishing within you?”\n― Rainer Maria Rilke, Letters to a Young Poet", "292": "“The second thing you have to do to be a writer is to keep on writing. Don't listen to people who tell you that very few people get published and you won't be one of them. Don't listen to your friend who says you are better that Tolkien and don't have to try any more. Keep writing, keep faith in the idea that you have unique stories to tell, and tell them. I meet far too many people who are going to be writers 'someday.' When they are out of high school, when they've finished college, after the wedding, when the kids are older, after I retire . . . That is such a trap You will never have any more free time than you do right now. So, whether you are 12 or 70, you should sit down today and start being a writer if that is what you want to do. You might have to write on a notebook while your kids are playing on the swings or write in your car on your coffee break. That's okay. I think we've all 'been there, done that.' It all starts with the writing. ”\n― Robin Hobb", "293": "“It had been startling and disappointing to me to find out that story books had been written by people, that books were not natural wonders, coming up of themselves like grass. Yet regardless of where they come from, I cannot remember a time when I was not in love with them -- with the books themselves, cover and binding and the paper they were printed on, with their smell and their weight and with their possession in my arms, captured and carried off to myself. Still illiterate, I was ready for them, committed to all the reading I could give them ...”\n― Eudora Welty, One Writer's Beginnings", "294": "“Writing fiction is the act of weaving a series of lies to arrive at a greater truth.”\n― Khaled Hosseini", "295": "“Nothing's a better cure for writer's block than to eat ice cream right out of the carton.”\n― Don Roff", "296": "“Any writer worth his salt writes to please himself...It's a self-exploratory operation that is endless. An exorcism of not necessarily his demon, but of his divine discontent.”\n― Harper Lee", "297": "“Writing is something that you don't know how to do. You sit down and it's something that happens, or it may not happen. So, how can you teach anybody how to write? It's beyond me, because you yourself don't even know if you're going to be able to. I'm always worried, well, you know, every time I go upstairs with my wine bottle. Sometimes I'll sit at that typewriter for fifteen minutes, you know. I don't go up there to write. The typewriter's up there. If it doesn't start moving, I say, well this could be the night that I hit the dust.”\n― Charles Bukowski", "298": "“Write while the heat is in you. The writer who postpones the recording of his thoughts uses an iron which has cooled to burn a hole with. He cannot inflame the minds of his audience.”\n― Henry David Thoreau", "299": "“No black woman writer in this culture can write \"too much\". Indeed, no woman writer can write \"too much\"...No woman has ever written enough.”\n― bell hooks, remembered rapture: the writer at work", "300": "“Making love to me is amazing. Wait, I meant: making love, to me, is amazing. The absence of two little commas nearly transformed me into a sex god. ”\n― Dark Jar Tin Zoo, Love Quotes for the Ages. Specifically Ages 19-91.", "301": "“We who make stories know that we tell lies for a living. But they are good lies that say true things, and we owe it to our readers to build them as best we can. Because somewhere out there is someone who needs that story. Someone who will grow up with a different landscape, who without that story will be a different person. And who with that story may have hope, or wisdom, or kindness, or comfort. And that is why we write.”\n― Neil Gaiman, The Graveyard Book", "302": "“I want to live the rest of my life, however long or short, with as much sweetness as I can decently manage, loving all the people I love, and doing as much as I can of the work I still have to do. I am going to write fire until it comes out of my ears, my eyes, my noseholes--everywhere. Until it's every breath I breathe. I'm going to go out like a fucking meteor!”\n― Audre Lorde", "303": "“Invention, it must be humbly admitted, does not consist in creating out of void but out of chaos.”\n― Mary Shelly", "304": "“Thirty years ago my older brother, who was ten years old at the time, was trying to get a report written on birds that he'd had three months to write, which was due the next day. We were out at our family cabin in Bolinas, and he was at the kitchen table close to tears, surrounded by binder paper and pencils and unopened books about birds, immobilized by the hugeness of the task ahead. Then my father sat down beside him put his arm around my brother's shoulder, and said, \"Bird by bird, buddy. Just take it bird by bird.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "305": "“Writing is like prostitution. First you do it for love, and then for a few close friends, and then for money.”\n― Moli", "306": "“You can't blame a writer for what the characters say.”\n― Truman Capote", "307": "“An artist is someone who can hold two opposing viewpoints and still remain fully functional.”\n― F. Scott Fitzgerald", "308": "“I read the way a person might swim, to save his or her life. I wrote that way too.”\n― Mary Oliver, Wild Geese", "309": "“A successful book is not made of what is in it, but what is left out of it.”\n― Mark Twain", "310": "“We photograph things in order to drive them out of our minds. My stories are a way of shutting my eyes.”\n― Franz Kafka", "311": "“When a poet digs himself into a hole, he doesn't climb out. He digs deeper, enjoys the scenery, and comes out the other side enlightened.”\n― Criss Jami, Venus in Arms", "312": "“A good [short story] would take me out of myself and then stuff me back in, outsized, now, and uneasy with the fit.”\n― David Sedaris", "313": "“Immature poets imitate; mature poets steal.”\n― T.S. Eliot, The Sacred Wood", "314": "“Then you should say what you mean,\" the March Hare went on.\n\n\"I do,\" Alice hastily replied; \"at least--at least I mean what I say--that's the same thing, you know.\"\n\n\"Not the same thing a bit!\" said the Hatter. \"You might just as well say that \"I see what I eat\" is the same thing as \"I eat what I see\"!”\n― Lewis Carroll", "315": "“You must keep sending work out; you must never let a manuscript do nothing but eat its head off in a drawer. You send that work out again and again, while you're working on another one. If you have talent, you will receive some measure of success - but only if you persist.”\n― Isaac Asimov", "316": "“This diary is my kief, hashish and opium pipe. This is my drug and my vice.”\n― Anais Nin", "317": "“What is your advice to young writers?”\n“Drink, fuck and smoke plenty of cigarettes.”\n― Charles Bukowski, Hot Water Music", "318": "“Appearance blinds, whereas words reveal.”\n― Oscar Wilde", "319": "“Personally I think that grammar is a way to attain beauty.”\n― Muriel Barbery, The Elegance of the Hedgehog", "320": "“Sometimes the most beautiful people are beautifully broken.”\n― robert m drake", "321": "“Writing is magic, as much the water of life as any other creative art. The water is free. So drink. Drink and be filled up.”\n― Stephen King", "322": "“A poem begins with a lump in the throat; a homesickness or a love sickness. It is a reaching-out toward expression; an effort to find fulfillment. A complete poem is one where an emotion has found its thought and the thought has found words.”\n― Robert Frost", "323": "“You guys know about vampires? … You know, vampires have no reflections in a mirror? There’s this idea that monsters don’t have reflections in a mirror. And what I’ve always thought isn’t that monsters don’t have reflections in a mirror. It’s that if you want to make a human being into a monster, deny them, at the cultural level, any reflection of themselves. And growing up, I felt like a monster in some ways. I didn’t see myself reflected at all. I was like, “Yo, is something wrong with me? That the whole society seems to think that people like me don’t exist?\" And part of what inspired me, was this deep desire that before I died, I would make a couple of mirrors. That I would make some mirrors so that kids like me might see themselves reflected back and might not feel so monstrous for it.”\n― Junot Díaz", "324": "“A poet's work . . . to name the unnamable, to point at frauds, to take sides, start arguments, shape the world and stop it from going to sleep.”\n― Salman Rushdie, The Satanic Verses", "325": "“I'm astounded whenever I finish something. Astounded and distressed. My perfectionist instinct should inhibit me from finishing: it should inhibit me from even beginning. But I get distracted and start doing something. What I achieve is not the product of an act of my will but of my will's surrender. I begin because I don't have the strength to think; I finish because I don't have the courage to quit. This book is my cowardice.”\n― Fernando Pessoa", "326": "“Writing is like getting married. One should never commit oneself until one is amazed at one's luck.”\n― Iris Murdoch", "327": "“Our job in this life is not to shape ourselves into some ideal we imagine we ought to be, but to find out who we already are and become it.”\n― Steven Pressfield, The War of Art: Break Through the Blocks and Win Your Inner Creative Battles", "328": "“You know, it's a funny thing about writers. Most people don't stop to think of books being written by people much like themselves. They think that writers are all dead long ago--they don't expect to meet them in the street or out shopping. They know their stories but not their names, and certainly not their faces. And most writers like it that way.”\n― Cornelia Funke, Inkheart", "329": "“A poet is a man who manages, in a lifetime of standing out in thunderstorms, to be struck by lightning five or six times.”\n― Randall Jarell", "330": "“Be ruthless about protecting writing days, i.e., do not cave in to endless requests to have \"essential\" and \"long overdue\" meetings on those days. The funny thing is that, although writing has been my actual job for several years now, I still seem to have to fight for time in which to do it. Some people do not seem to grasp that I still have to sit down in peace and write the books, apparently believing that they pop up like mushrooms without my connivance. I must therefore guard the time allotted to writing as a Hungarian Horntail guards its firstborn egg.”\n― J.K. Rowling", "331": "“Why did I write? Because I found life unsatisfactory.”\n― Tennessee Williams", "332": "“The thing about a story is that you dream it as you tell it, hoping that others might then dream along with you, and in this way memory and imagination and language combine to make spirits in the head. There is the illusion of aliveness.”\n― Tim O'Brien, The Things They Carried", "333": "“Writing is the only thing that when I do it, I don't feel I should be doing something else.”\n― Gloria Steinem", "334": "“I love being a writer. What I can't stand is the paperwork.”\n― Peter De Vries", "335": "“Child, to say the very thing you really mean, the whole of it, nothing more or less or other than what you really mean; that's the whole art and joy of words.”\n― C.S. Lewis", "336": "“If people cannot write well, they cannot think well, and if they cannot think well, others will do their thinking for them.”\n― George Orwell", "337": "“My bursting heart must find vent at my pen.”\n― Abigail Adams", "338": "“I never asked Tolstoy to write for me, a little colored girl in Lorain, Ohio. I never asked [James] Joyce not to mention Catholicism or the world of Dublin. Never. And I don't know why I should be asked to explain your life to you. We have splendid writers to do that, but I am not one of them. It is that business of being universal, a word hopelessly stripped of meaning for me. Faulkner wrote what I suppose could be called regional literature and had it published all over the world. That's what I wish to do. If I tried to write a universal novel, it would be water. Behind this question is the suggestion that to write for black people is somehow to diminish the writing. From my perspective there are only black people. When I say 'people,' that's what I mean.”\n― Toni Morrison", "339": "“Draw the art you want to see, start the business you want to run, play the music you want to hear, write the books you want to read, build the products you want to use – do the work you want to see done.”\n― Austin Kleon, Steal Like an Artist: 10 Things Nobody Told You About Being Creative", "340": "“unless the sun inside you is burning your gut, don't do it”\n― charles bukowski", "341": "“I have no taste for either poverty or honest labor, so writing is the only recourse left for me.”\n― Hunter S. Thompson, The Proud Highway: Saga of a Desperate Southern Gentleman, 1955-1967", "342": "“There is something in us, as storytellers and as listeners to stories, that demands the redemptive act, that demands that what falls at least be offered the chance to be restored. The reader of today looks for this motion, and rightly so, but what he has forgotten is the cost of it. His sense of evil is diluted or lacking altogether, and so he has forgotten the price of restoration. When he reads a novel, he wants either his sense tormented or his spirits raised. He wants to be transported, instantly, either to mock damnation or a mock innocence.”\n― Flannery O'Connor, Mystery and Manners: Occasional Prose", "343": "“The first draft is just you telling yourself the story.”\n― Terry Pratchett", "344": "“When all the details fit in perfectly, something is probably wrong with the story.”\n― Charles Baxter, Burning Down the House: Essays on Fiction", "345": "“A writer only begins a book. A reader finishes it.”\n― Samuel Johnson, Works of Samuel Johnson", "346": "“Research is formalized curiosity. It is poking and prying with a purpose.”\n― Zora Neale Hurston", "347": "“True alchemy lies in this formula: ‘Your memory and your senses are but the nourishment of your creative impulse’.”\n― Arthur Rimbaud, Illuminations", "348": "“Good description is a learned skill, one of the prime reasons why you cannot succeed unless you read a lot and write a lot. It’s not just a question of how-to, you see; it’s also a question of how much to. Reading will help you answer how much, and only reams of writing will help you with the how. You can learn only by doing.”\n― Stephen King, On Writing: A Memoir of the Craft", "349": "“Sometimes to self-discover you must self-destruct.”\n― robert m drake", "350": "“After the first glass of vodka\nyou can accept just about anything\nof life even your own mysteriousness\nyou think it is nice that a box\nof matches is purple and brown and is called La Petite and comes from Sweden\nfor they are words that you know and that is all you know words not their feelings or what they mean and you write because you know them not because you understand them because you don't you are stupid and lazy and will never be great but you do what you know because what else is there?”\n― Frank O'Hara, The Collected Poems of Frank O'Hara", "351": "“A story is not like a road to follow … it's more like a house. You go inside and stay there for a while, wandering back and forth and settling where you like and discovering how the room and corridors relate to each other, how the world outside is altered by being viewed from these windows. And you, the visitor, the reader, are altered as well by being in this enclosed space, whether it is ample and easy or full of crooked turns, or sparsely or opulently furnished. You can go back again and again, and the house, the story, always contains more than you saw the last time. It also has a sturdy sense of itself of being built out of its own necessity, not just to shelter or beguile you.”\n― Alice Munro, Selected Stories", "352": "“You're miserable, edgy and tired. You're in the perfect mood for journalism.”\n― Warren Ellis", "353": "“I like to write when I feel spiteful. It is like having a good sneeze.\"\n\n(Letter to Cynthia Asquith, November 1913)”\n― D.H. Lawrence, Letters", "354": "“Do you suffer when you write? I don't at all. Suffer like a bastard when don't write, or just before, and feel empty and fucked out afterwards. But never feel as good as while writing.”\n― Ernest Hemingway", "355": "“I was supposed to write a romantic comedy, but my characters broke up.”\n― Ann Brashares, The Second Summer of the Sisterhood", "356": "“A writer, I think, is someone who pays attention to the world.\"\n\n[Speech upon being awarded the Friedenspreis des Deutschen Buchhandels (Peace Prize of the German Book Trade), Frankfurt Book Fair, October 12, 2003]”\n― Susan Sontag", "357": "“The true mystery of the world is the visible, not the invisible.”\n― Oscar Wilde", "358": "“A tamed woman will never leave her mark in the world.”\n― robert m drake", "359": "“Bad writing is more than a matter of shit syntax and faulty observation; bad writing usually arises from a stubborn refusal to tell stories about what people actually do― to face the fact, let us say, that murderers sometimes help old ladies cross the street.”\n― Stephen King, On Writing: A Memoir of the Craft", "360": "“The thing all writers do best is find ways to avoid writing.”\n― Alan Dean Foster", "361": "“I never exactly made a book. It's rather like taking dictation. I was given things to say. ”\n― C.S. Lewis", "362": "“It is the tale, not he who tells it.”\n― Stephen King", "363": "“Chapter 1.\nHe adored New York City. He idolized it all out of proportion...no, make that: he - he romanticized it all out of proportion. Yeah. To him, no matter what the season was, this was still a town that existed in black and white and pulsated to the great tunes of George Gershwin.'\n\nUh, no let me start this over.\n\n'Chapter 1.\nHe was too romantic about Manhattan, as he was about everything else. He thrived on the hustle bustle of the crowds and the traffic. To him, New York meant beautiful women and street-smart guys who seemed to know all the angles...'.\n\nAh, corny, too corny for my taste. Can we ... can we try and make it more profound?\n\n'Chapter 1.\nHe adored New York City. For him, it was a metaphor for the decay of contemporary culture. The same lack of individual integrity that caused so many people to take the easy way out was rapidly turning the town of his dreams in...'\n\nNo, that's going to be too preachy. I mean, you know, let's face it, I want to sell some books here.\n\n'Chapter 1.\nHe adored New York City, although to him it was a metaphor for the decay of contemporary culture. How hard it was to exist in a society desensitized by drugs, loud music, television, crime, garbage...'\n\nToo angry, I don't want to be angry.\n\n'Chapter 1.\nHe was as tough and romantic as the city he loved. Behind his black-rimmed glasses was the coiled sexual power of a jungle cat.'\n\nI love this.\n\n'New York was his town, and it always would be.”\n― Woody Allen, Manhattan", "364": "“Wasn't writing a kind of soaring, an achievable form of flight, of fancy, of the imagination?”\n― Ian McEwan, Atonement", "365": "“Don't get it right - get it WRITTEN!”\n― Lee Child", "366": "“To me, the greatest pleasure of writing is not what it's about, but the music the words make.”\n― Truman Capote, Truman Capote: Conversations", "367": "“Normally, in anything I do, I'm fairly miserable. I do it, and I get grumpy because there is a huge, vast gulf, this aching disparity, between the platonic ideal of the project that was living in my head, and the small, sad, wizened, shaking, squeaking thing that I actually produce.”\n― Neil Gaiman", "368": "“The best way to become acquainted with a subject is to write about it. ”\n― Benjamin Disraeli", "369": "“My most important piece of advice to all you would-be writers: When you write, try to leave out all the parts readers skip.”\n― Elmore Leonard, Elmore Leonard's 10 Rules of Writing", "370": "“Good fiction creates its own reality.”\n― Nora Roberts, The Stanislaski Brothers: Mikhail and Alex", "371": "“If you are in difficulties with a book, try the element of surprise: attack it at an hour when it isn't expecting it.”\n― H.G. Wells", "372": "“A writer must teach himself that the basest of all things is to be afraid. ”\n― William Faulkner", "373": "“Alcohol makes other people less tedious, and food less bland, and can help provide what the Greeks called entheos, or the slight buzz of inspiration when reading or writing. The only worthwhile miracle in the New Testament—the transmutation of water into wine during the wedding at Cana—is a tribute to the persistence of Hellenism in an otherwise austere Judaea. The same applies to the seder at Passover, which is obviously modeled on the Platonic symposium: questions are asked (especially of the young) while wine is circulated. No better form of sodality has ever been devised: at Oxford one was positively expected to take wine during tutorials. The tongue must be untied. It's not a coincidence that Omar Khayyam, rebuking and ridiculing the stone-faced Iranian mullahs of his time, pointed to the value of the grape as a mockery of their joyless and sterile regime. Visiting today's Iran, I was delighted to find that citizens made a point of defying the clerical ban on booze, keeping it in their homes for visitors even if they didn't particularly take to it themselves, and bootlegging it with great brio and ingenuity. These small revolutions affirm the human.”\n― Christopher Hitchens, Hitch 22: A Memoir", "374": "“Every few weeks she would shut herself up in her room, put on her scribbling suit, and fall into a vortex, as she expressed it, writing away at her novel with all her heart and soul, for till that was finished she could find no peace.”\n― Louisa May Alcott, Little Women", "375": "“Writing is thinking. To write well is to think clearly. That's why it's so hard.\"\n\n(Interview with NEH chairman Bruce Cole, Humanities, July/Aug. 2002, Vol. 23/No. 4)”\n― David McCullough", "376": "“The trouble with writing fiction is that it has to make sense, whereas real life doesn't.”\n― Iain M. Banks", "377": "“If you really want to possess a woman, you must think like her, and the first thing to do is win over her soul. The rest, that sweet, soft wrapping that steals away your senses and your virtue, is a bonus.”\n― Carlos Ruiz Zafón, The Shadow of the Wind", "378": "“You grow ravenous. You run fevers. You know exhilarations. You can't sleep at night, because your beast-creature ideas want out and turn you in your bed. It is a grand way to live.”\n― Ray Bradbury, Zen in the Art of Writing", "379": "“What is drama but life with the dull bits cut out.”\n― Alfred Hitchcock", "380": "“Was not writing poetry a secret transaction, a voice answering a voice?”\n― Virginia Woolf, Orlando", "381": "“People often ask me why my style is so simple. It is, in fact, deceptively simple, for no two sentences are alike. It is clarity that I am striving to attain, not simplicity.\n\nOf course, some people want literature to be difficult and there are writers who like to make their readers toil and sweat. They hope to be taken more seriously that way. I have always tried to achieve a prose that is easy and conversational. And those who think this is simple should try it for themselves.”\n― Ruskin Bond, The Best of Ruskin Bond", "382": "“I notice that you use plain, simple language, short words and brief sentences. That is the way to write English―it is the modern way and the best way. Stick to it; don't let fluff and flowers and verbosity creep in. When you catch an adjective, kill it. No, I don't mean utterly, but kill most of them―then the rest will be valuable. They weaken when they are close together. They give strength when they are wide apart. An adjective habit, or a wordy, diffuse, flowery habit, once fastened upon a person, is as hard to get rid of as any other vice.”\n― Mark Twain", "383": "“Autobiography begins with a sense of being alone. It is an orphan form.”\n― John Berger", "384": "“Dance above the surface of the world. Let your thoughts lift you into creativity that is not hampered by opinion.”\n― Red Haircrow", "385": "“You may not be able to change the world, but at least you can embarrass the guilty.”\n― Jessica Mitford", "386": "“Do not do what someone else could do as well as you. Do not say, do not write what someone else could say, could write as well as you. Care for nothing in yourself but what you feel exists nowhere else. And, out of yourself create, impatiently or patiently, the most irreplaceable of beings.”\n― André Gide", "387": "“I've seen you, beauty, and you belong to me now, whoever you are waiting for and if I never see you again, I thought. You belong to me and all Paris belongs to me and I belong to this notebook and this pencil.”\n― Ernest Hemingway", "388": "“Fiction should be a place of lollipops and escape. Real life is depressing enough--I, for one, don't want to read about make believe misery, too.”\n― Nicole Christie, Falling for the Ghost of You", "389": "“The best kind of humans are the ones who stay.”\n― robert m drake", "390": "“Writing is the geometry of the soul. ”\n― Plato", "391": "“What cannot be said above all must not be silenced but written.”\n― Jacques Derrida", "392": "“I have spent a good many years since―too many, I think―being ashamed about what I write. I think I was forty before I realized that almost every writer of fiction or poetry who has ever published a line has been accused by someone of wasting his or her God-given talent. If you write (or paint or dance or sculpt or sing, I suppose), someone will try to make you feel lousy about it, that's all.”\n― Stephen King, On Writing: A Memoir of the Craft", "393": "“Remember: when people tell you something’s wrong or doesn’t work for them, they are almost always right. When they tell you exactly what they think is wrong and how to fix it, they are almost always wrong.”\n― Neil Gaiman", "394": "“Don't classify me, read me. I'm a writer, not a genre.”\n― Carlos Fuentes", "395": "“A short story must have a single mood and every sentence must build towards it.”\n― Edgar Allan Poe", "396": "“Every word a woman writes changes the story of the world, revises the official version.”\n― Carolyn See", "397": "“I want to see thirst\nIn the syllables,\nTough fire\nIn the sound;\nFeel through the dark\nFor the scream.”\n― Pablo Neruda", "398": "“I am simply of the opinion that you cannot be taught to write. You have to spend a lifetime in love with words.”\n― Craig Claiborne", "399": "“Words bounce. Words, if you let them, will do what they want to do and what they have to do.”\n― Anne Carson, Autobiography of Red", "400": "“You don't start out writing good stuff. You start out writing crap and thinking it's good stuff, and then gradually you get better at it.\nThat's why I say one of the most valuable traits is persistence.”\n― Octavia E. Butler", "401": "“Throw up into your typewriter every morning. Clean up every noon.”\n― Raymond Chandler", "402": "“The Kafka paradox: art depends on truth, but truth, being indivisable, cannot know itself: to tell the truth is to lie. thus the writer is the truth, and yet when he speaks he lies.”\n― Franz Kafka", "403": "“You either have to write or you shouldn't be writing. That's all.”\n― Joss Whedon", "404": "“She writes things with her movements that I for the life of me could never write with a pen.”\n― Christopher Poindexter", "405": "“In the beginning was the Word. Then came the fucking word processor. Then came the thought processor. Then came the death of literature. And so it goes.”\n― Dan Simmons, Hyperion", "406": "“You rely too much on brain. The brain is the most overrated organ.”\n― Woody Allen", "407": "“Writing is an act of faith, not a trick of grammar.”\n― E.B. White", "408": "“Writing is the only profession where no one considers you ridiculous if you earn no money.”\n― Jules Renard", "409": "“I can't imagine a romance novel published today where the hero rapes the heroine and she falls in love with him.”\n― Julia Quinn", "410": "“I write to find out what I'm talking about.”\n― Edward Albee", "411": "“I have written it before and am not ashamed to write it again. Without Wodehouse I am not sure that I would be a tenth of what I am today -- whatever that may be. In my teenage years, his writings awoke me to the possibilities of language. His rhythms, tropes, tricks and mannerisms are deep within me.\nBut more than that, he taught me something about good nature. It is enough to be benign, to be gentle, to be funny, to be kind.”\n― Stephen Fry", "412": "“You look up when you wish to be exalted. And I look down because I am exalted.”\n― Friedrich Nietzsche, Thus Spoke Zarathustra", "413": "“Remember to get the weather in your damn book--weather is very important.”\n― Ernest Hemingway", "414": "“I choose to write because it's perfect for me. It's an escape, a place I can go to hide. It's a friend, when I feel out casted from everyone else. It's a journal, when the only story I can tell is my own. It's a book, when I need to be somewhere else. It's control, when I feel so out of control. It's healing, when everything seems pretty messed up.\nAnd it's fun, when life is just flat-out boring.”\n― Alysha Speer", "415": "“Write to please just one person. If you open a window and make love to the world, so to speak, your story will get pneumonia.”\n― Kurt Vonnegut, Bagombo Snuff Box", "416": "“As a child, I read because books–violent and not, blasphemous and not, terrifying and not–were the most loving and trustworthy things in my life. I read widely, and loved plenty of the classics so, yes, I recognized the domestic terrors faced by Louisa May Alcott’s March sisters. But I became the kid chased by werewolves, vampires, and evil clowns in Stephen King’s books. I read books about monsters and monstrous things, often written with monstrous language, because they taught me how to battle the real monsters in my life.\n\nAnd now I write books for teenagers because I vividly remember what it felt like to be a teen facing everyday and epic dangers. I don’t write to protect them. It’s far too late for that. I write to give them weapons–in the form of words and ideas-that will help them fight their monsters. I write in blood because I remember what it felt like to bleed.”\n― Sherman Alexie", "417": "“If you would not be forgotten, as soon as you are dead and rotten, either write things worth reading, or do things worth writing.”\n― Benjamin Franklin, Poor Richard's Almanack", "418": "“There's nothing to writing. All you do is sit down at a typewriter and open a vein.”\n― Ernest Hemingway", "419": "“Loneliness sometimes gives me a quantity of creativeness - you're drinking another glass of wine and you're feeling even worse. Art doesn't work without pain; art also exists for compensating pain.”\n― Till Lindemann", "420": "“The job of the writer is to take a close and uncomfortable look at the world they inhabit, the world we all inhabit, and the job of the novel is to make the corpse stink.”\n― Walter Mosley", "421": "“The best stories don't come from \"good vs. bad\" but \"good vs. good.”\n― Leo Tolstoy", "422": "“If something inside of you is real, we will probably find it interesting, and it will probably be universal. So you must risk placing real emotion at the center of your work. Write straight into the emotional center of things. Write toward vulnerability. Risk being unliked. Tell the truth as you understand it. If you’re a writer you have a moral obligation to do this. And it is a revolutionary act—truth is always subversive.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "423": "“Why does one begin to write? Because she feels misunderstood, I guess. Because it never comes out clearly enough when she tries to speak. Because she wants to rephrase the world, to take it in and give it back again differently, so that everything is used and nothing is lost. Because it's something to do to pass the time until she is old enough to experience the things she writes about.”\n― Nicole Krauss", "424": "“Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them.”\n― Nathaniel Hawthorne", "425": "“It's impossible to say a thing exactly the way it was, because of what you say can never be exact, you always have to leave something out, there are too many parts, sides, crosscurrents, nuances; too many gestures, which could mean this or that, too many shapes which can never be fully described, too many flavors, in the air or on the tongue, half-colors, too many.”\n― Margaret Atwood, The Handmaid's Tale", "426": "“In order to write the book you want to write, in the end you have to become the person you need to become to write that book.”\n― Junot Diaz", "427": "“If a writer stops observing he is finished. Experience is communicated by small details intimately observed.”\n― Ernest Hemingway", "428": "“Let's get one thing clear right now, shall we? There is no Idea Dump, no Story Central, no Island of the Buried Bestsellers; good story ideas seem to come quite literally from nowhere, sailing at you right out of the empty sky: two previously unrelated ideas come together and make something new under the sun. Your job isn't to find these ideas but to recognize them when they show up.”\n― Stephen King, On Writing: A Memoir of the Craft", "429": "“I am a strong believer in the tyranny, the dictatorship, the absolute authority of the writer.”\n― Philip Pullman", "430": "“The gift of words is the gift of deception and illusion.”\n― Frank Herbert, Children of Dune", "431": "“Somewhere along the way we all go a bit mad. So burn, let go and dive into the horror, because maybe it’s the chaos which helps us find where we belong.”\n― robert m drake", "432": "“You see, in my view a writer is a writer not because she writes well and easily, because she has amazing talent, because everything she does is golden. In my view a writer is a writer because even when there is no hope, even when nothing you do shows any sign of promise, you keep writing anyway.\"\n\n[Becoming a Writer/ The List, O Magazine, November 2009]”\n― Junot Diaz", "433": "“Remember that you own what happened to you. If your childhood was less than ideal, you may have been raised thinking that if you told the truth about what really went on in your family, a long bony white finger would emerge from a cloud and point to you, while a chilling voice thundered, \"We *told* you not to tell.\" But that was then. Just put down on paper everything you can remember now about your parents and siblings and relatives and neighbors, and we will deal with libel later on.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "434": "“I would rather write 10,000 notes than a single letter of the alphabet.”\n― Ludwig van Beethoven", "435": "“I want to be clear about this. If you wrote from experience, you'd get maybe one book, maybe three poems. Writers write from empathy.”\n― Nikki Giovanni", "436": "“I am satisfied that if a book is a good one, it is so whatever the sex of the author may be. All novels are or should be written for both men and women to read, and I am at a loss to conceive how a man should permit himself to write anything that would be really disgraceful to a woman, or why a woman should be censured for writing anything that would be proper and becoming for a man.”\n― Anne Brontë, The Tenant of Wildfell Hall", "437": "“Borges said there are only four stories to tell: a love story between two people, a love story between three people, the struggle for power and the voyage. All of us writers rewrite these same stories ad infinitum.”\n― Paolo Coelho", "438": "“We swallowed the chaos because we knew we didn't want to be ordinary.”\n― robert m drake", "439": "“We should write as we dream; we should even try and write, we should all do it for ourselves, it’s very healthy, because it’s the only place where we never lie. At night we don’t lie. Now if we think that our whole lives are built on lying-they are strange buildings-we should try and write as our dreams teach us; shamelessly, fearlessly, and by facing what is inside very human being-sheer violence, disgust, terror, shit, invention, poetry. In our dreams we are criminals; we kill, and we kill with a lot of enjoyment. But we are also the happiest people on earth; we make love as we never make love in life.”\n― Helene Cixous", "440": "“All writers are vain, selfish and lazy, and at the very bottom of their motives lies a mystery. Writing a book is a long, exhausting struggle, like a long bout of some painful illness. One would never undertake such a thing if one were not driven by some demon whom one can neither resist nor understand.”\n― George Orwell", "441": "“I am writing because they told me to never start a sentence with because. But I wasn't trying to make a sentence—I was trying to break free. Because freedom, I am told, is nothing but the distance between the hunter and its prey.”\n― Ocean Vuong, On Earth We're Briefly Gorgeous", "442": "“We are important and our lives are important, magnificent really, and their details are worthy to be recorded. This is how writers must think, this is how we must sit down with pen in hand. We were here; we are human beings; this is how we lived. Let it be known, the earth passed before us. Our details are important. Otherwise, if they are not, we can drop a bomb and it doesn't matter. . . Recording the details of our lives is a stance against bombs with their mass ability to kill, against too much speed and efficiency. A writer must say yes to life, to all of life: the water glasses, the Kemp's half-and-half, the ketchup on the counter. It is not a writer's task to say, \"It is dumb to live in a small town or to eat in a café when you can eat macrobiotic at home.\" Our task is to say a holy yes to the real things of our life as they exist – the real truth of who we are: several pounds overweight, the gray, cold street outside, the Christmas tinsel in the showcase, the Jewish writer in the orange booth across from her blond friend who has black children. We must become writers who accept things as they are, come to love the details, and step forward with a yes on our lips so there can be no more noes in the world, noes that invalidate life and stop these details from continuing.”\n― Natalie Goldberg, Writing Down the Bones: Freeing the Writer Within", "443": "“I just knew there were stories I wanted to tell.”\n― Octavia E. Butler", "444": "“When you write a book, you spend day after day scanning and identifying the trees. When you’re done, you have to step back and look at the forest.”\n― Stephen King, On Writing: A Memoir of the Craft", "445": "“Censor the body and you censor breath and speech at the same time. Write yourself. Your body must be heard.”\n― Helene Cixous, The Laugh of the Medusa", "446": "“Get it down. Take chances. It may be bad, but it's the only way you can do anything good.”\n― William Faulkner", "447": "“Writers are really people who write books not because they are poor, but because they are dissatisfied with the books which they could buy but do not like.”\n― Walter Benjamin, Illuminations: Essays and Reflections", "448": "“Women writers make for rewarding (and efficient) lovers. They are clever liars to fathers and husbands; yet they never hold their tongues too long, nor keep ardent typing fingers still.”\n― Roman Payne, Rooftop Soliloquy", "449": "“When I think of all the harm [the Bible] has done, I despair of ever writing anything to equal it.”\n― Oscar Wilde", "450": "“Writing is a concentrated form of thinking. I don’t know what I think about certain subjects, even today, until I sit down and try to write about them. Maybe I wanted to find more rigorous ways of thinking. We’re talking now about the earliest writing I did and about the power of language to counteract the wallow of late adolescence, to define things, define muddled experience in economical ways. Let’s not forget that writing is convenient. It requires the simplest tools. A young writer sees that with words and sentences on a piece of paper that costs less than a penny he can place himself more clearly in the world. Words on a page, that’s all it takes to help him separate himself from the forces around him, streets and people and pressures and feelings. He learns to think about these things, to ride his own sentences into new perceptions.”\n― Don DeLillo", "451": "“Beauty is not who you are on the outside, it is the wisdom and time you gave away to save another struggling soul like you.”\n― Shannon L. Alder", "452": "“I have advice for people who want to write. I don't care whether they're 5 or 500. There are three things that are important: First, if you want to write, you need to keep an honest, unpublishable journal that nobody reads, nobody but you. Where you just put down what you think about life, what you think about things, what you think is fair and what you think is unfair. And second, you need to read. You can't be a writer if you're not a reader. It's the great writers who teach us how to write. The third thing is to write. Just write a little bit every day. Even if it's for only half an hour — write, write, write.”\n― Madeleine L'Engle", "453": "“Only a mediocre person is always at his best. ”\n― W. Somerset Maugham", "454": "“My favourite piece of information is that Branwell Brontë, brother of Emily and Charlotte, died standing up leaning against a mantle piece, in order to prove it could be done.\n\nThis is not quite true, in fact. My absolute favourite piece of information is the fact that young sloths are so inept that they frequently grab their own arms and legs instead of tree limbs, and fall out of trees.\n\nHowever, this is not relevant to what is currently on my mind because it concerns sloths, whereas the Branwell Brontë piece of information concerns writers and feeling like death and doing things to prove they can be done, all of which are pertinent to my current situation to a degree that is, frankly, spooky.”\n― Douglas Adams (The Salmon of Doubt), The Salmon of Doubt", "455": "“...there would be punishment and pain, and there would be happiness, too. That was writing.”\n― Markus Zusak", "456": "“Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch.”\n― Lili St. Crow", "457": "“Write what you know.”\n― Mark Twain, The Adventures of Tom Sawyer and Adventures of Huckleberry Finn", "458": "“The trick is to teach yourself to read in small sips as well as long swallows.”\n― Stephen King", "459": "“Because this business of becoming conscious, of being a writer, is ultimately about asking yourself, How alive am I willing to be?”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "460": "“Like madness is the glory of this life.”\n― Shakespeare, Timon of Athens", "461": "“Try looking at your mind as a wayward puppy that you are trying to paper train. You don't drop-kick a puppy into the neighbor's yard every time it piddles on the floor. You just keep bringing it back to the newspaper.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "462": "“I don't know why I started writing. I don't know why anybody does it. Maybe they're bored, or failures at something else.”\n― Cormac McCarthy", "463": "“Therefore I would ask you to write all kinds of books, hesitating at no subject however trivial or however vast. By hook or by crook, I hope that you will possess yourselves of money enough to travel and to idle, to contemplate the future or the past of the world, to dream over books and loiter at street corners and let the line of thought dip deep into the stream.”\n― Virginia Woolf, A Room of One's Own", "464": "“The desire to write grows with writing.”\n― Erasmus", "465": "“True literature can exist only where it is created, not by diligent and trustworthy functionaries, but by madmen, hermits, heretics, dreamers, rebels, and skeptics.”\n― Yevgeny Zamyatin, A Soviet Heretic: Essays by Yevgeny Zamyatin", "466": "“it is all very well for you to write simply and the simpler the better. But do not start to think so damned simply. Know how complicated it is and then state it simply.”\n― Ernest Hemingway", "467": "“My first feeling was that there was no way to continue. Writing isn't like math;in math, two plus two always equals four no matter what your mood is like. With writing, the way you feel changes everything.”\n― Stephenie Meyer, Midnight Sun [2008 Draft]", "468": "“Don't say the old lady screamed. Bring her on and let her scream.”\n― Mark Twain", "469": "“Aren't we all waiting to be read by someone, praying that they'll tell us that we make sense?”\n― Rudy Francisco", "470": "“The best work that anybody ever writes is the work that is on the verge of embarrassing him, always.”\n― Arthur Miller", "471": "“The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender; because this kiss already has within it that surrender.”\n― Emil Ludwig", "472": "“It's hell writing and it's hell not writing. The only tolerable state is having just written.”\n― Robert Hass", "473": "“There is no such thing as an \"aspiring writer\". You are a writer. Period.”\n― Matthew Reilly, Area 7", "474": "“A man who is not born with the novel-writing gift has a troublesome time of it when he tries to build a novel. I know this from experience. He has no clear idea of his story; in fact he has no story. He merely has some people in his mind, and an incident or two, also a locality, and he trusts he can plunge those people into those incidents with interesting results. So he goes to work. To write a novel? No--that is a thought which comes later; in the beginning he is only proposing to tell a little tale, a very little tale, a six-page tale. But as it is a tale which he is not acquainted with, and can only find out what it is by listening as it goes along telling itself, it is more than apt to go on and on and on till it spreads itself into a book. I know about this, because it has happened to me so many times.”\n― Mark Twain, Pudd'nhead Wilson and Other Tales", "475": "“We are all refugees from our childhoods. And so we turn, among other things, to stories. To write a story, to read a story, is to be a refugee from the state of refugees. Writers and readers seek a solution to the problem that time passes, that those who have gone are gone and those who will go, which is to say every one of us, will go. For there was a moment when anything was possible. And there will be a moment when nothing is possible. But in between we can create.”\n― Mohsin Hamid, How to Get Filthy Rich in Rising Asia", "476": "“Madness and chaos are self-destructing but over thinking is the suicide.”\n― robert m drake", "477": "“The struggle of literature is in fact a struggle to escape from the confines of language; it stretches out from the utmost limits of what can be said; what stirs literature is the call and attraction of what is not in the dictionary.”\n― Italo Calvino", "478": "“I can elect something I love and absorb myself in it.”\n― Anaïs Nin, The Diary of Anaïs Nin, Vol. 1: 1931-1934", "479": "“Ink, a Drug.”\n― Vladimir Nabokov, Bend Sinister", "480": "“A story is alive, as you and I are. It is rounded by muscle and sinew. Rushed with blood. Layered with skin, both rough and smooth. At its core lies soft marrow of hard, white bone. A story beats with the heart of every person who has ever strained ears to listen. On the breath of the storyteller, it soars. Until its images and deeds become so real you can see them in the air, shimmering like oases on the horizon line. A story can fly like a bee, so straight and swift you catch only the hum of its passing. Or move so slowly it seems motionless, curled in upon itself like a snake in the sun. It can vanish like smoke before the wind. Linger like perfume in the nose. Change with every telling, yet always remain the same.”\n― Cameron Dokey", "481": "“Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spend the rest of the day putting the pieces together.”\n― Ray Bradbury, Zen in the Art of Writing", "482": "“Karl Marx: \"Religion is the opiate of the masses.\"\n\nCarrie Fisher: \"I did masses of opiates religiously.”\n― Carrie Fisher, Postcards from the Edge", "483": "“If you're young and talented, it's like you have wings.”\n― Haruki Murakami, What I Talk About When I Talk About Running", "484": "“I'm writing a book. I've got the page numbers done.”\n― Steven Wright", "485": "“I write to find strength.\nI write to become the person that hides inside me.\nI write to light the way through the darkness for others.\nI write to be seen and heard.\nI write to be near those I love.\nI write by accident, promptings, purposefully and anywhere there is paper.\nI write because my heart speaks a different language that someone needs to hear.\nI write past the embarrassment of exposure.\nI write because hypocrisy doesn’t need answers, rather it needs questions to heal.\nI write myself out of nightmares.\nI write because I am nostalgic, romantic and demand happy endings.\nI write to remember.\nI write knowing conversations don’t always take place.\nI write because speaking can’t be reread.\nI write to sooth a mind that races.\nI write because you can play on the page like a child left alone in the sand.\nI write because my emotions belong to the moon; high tide, low tide.\nI write knowing I will fall on my words, but no one will say it was for very long.\nI write because I want to paint the world the way I see love should be.\nI write to provide a legacy.\nI write to make sense out of senselessness.\nI write knowing I will be killed by my own words, stabbed by critics, crucified by both misunderstanding and understanding.\nI write for the haters, the lovers, the lonely, the brokenhearted and the dreamers.\nI write because one day someone will tell me that my emotions were not a waste of time.\nI write because God loves stories.\nI write because one day I will be gone, but what I believed and felt will live on.”\n― Shannon L. Alder", "486": "“The beautiful part of writing is that you don't have to get it right the first time, unlike, say, a brain surgeon.”\n― Robert Cormier", "487": "“I am aware of being in a beautiful prison, from which I can only escape by writing.”\n― Anaïs Nin, The Diary of Anaïs Nin, Vol. 1: 1931-1934", "488": "“The pen will never be able to move fast enough to write down every word discovered in the space of memory. Some things have been lost forever, other things will perhaps be remembered again, and still other things have been lost and found and lost again. There is no way to be sure of any this.”\n― Paul Auster, The Invention of Solitude", "489": "“Writing in English is the most ingenious torture ever devised for sins committed in previous lives. The English reading public explains the reason why.”\n― James Joyce", "490": "“Why am I compelled to write?... Because the world I create in the writing compensates for what the real world does not give me. By writing I put order in the world, give it a handle so I can grasp it. I write because life does not appease my appetites and anger... To become more intimate with myself and you. To discover myself, to preserve myself, to make myself, to achieve self-autonomy. To dispell the myths that I am a mad prophet or a poor suffering soul. To convince myself that I am worthy and that what I have to say is not a pile of shit... Finally I write because I'm scared of writing, but I'm more scared of not writing.”\n― Gloria Anzaldúa", "491": "“The purpose of writing is to inflate weak ideas, obscure poor reasoning and inhibit clarity.”\n― Bill Watterson", "492": "“Write every day, line by line, page by page, hour by hour. Do this despite fear. For above all else, beyond imagination and skill, what the world asks of you is courage, courage to risk rejection, ridicule and failure. As you follow the quest for stories told with meaning and beauty, study thoughtfully but write boldly. Then, like the hero of the fable, your dance will dazzle the world.”\n― Robert McKee", "493": "“This is the other secret that real artists know and wannabe writers don’t. When we sit down each day and do our work, power concentrates around us. The Muse takes note of our dedication. She approves. We have earned favor in her sight. When we sit down and work, we become like a magnetized rod that attracts iron filings. Ideas come. Insights accrete.”\n― Steven Pressfield, The War of Art: Break Through the Blocks & Win Your Inner Creative Battles", "494": "“Hundreds of butterflies flitted in and out of sight like short-lived punctuation marks in a stream of consciousness without beginning or end.”\n― Haruki Murakami, 1Q84", "495": "“The poet or the revolutionary is there to articulate the necessity, but until the people themselves apprehend it, nothing can happen ... Perhaps it can't be done without the poet, but it certainly can't be done without the people. The poet and the people get on generally very badly, and yet they need each other. The poet knows it sooner than the people do. The people usually know it after the poet is dead; but that's all right. The point is to get your work done, and your work is to change the world.”\n― James Baldwin", "496": "“The things that the novel does not say are necessarily more numerous than those it does say and only a special halo around what is written can give the illusion that you are reading also what is not written.”\n― Italo Calvino", "497": "“Put your soul in the palm of my hand for me to look at, like a crystal jewel. I'll sketch it in words...”\n― Yasunari Kawabata", "498": "“You know, everybody's ignorant, just on different subjects.”\n― Will Rogers", "499": "“If you write books, you go on one page at a time. We turn from all we know and all we fear. We study catalogues, watch football games, choose Sprint over AT&T. We count the birds in the sky and will not turn from the window when we hear the footsteps behind as something comes up the hall; we say yes, I agree that clouds often look like other things - fish and unicorns and men on horseback - but they are really only clouds. Even when the lightning flashes inside them we say they are only clouds and turn our attention to the next meal, the next pain, the next breath, the next page.\nThis is how we go on.”\n― Stephen King", "500": "“It just happens to be the way that I'm made. I have to write things down to feel I fully comprehend them.”\n― Haruki Murakami, Norwegian Wood", "501": "“In general there should be gay characters in YA because a) surprise, there are gay folks everywhere and b) in my opinion as a father, there’s not a damn thing wrong with my child encountering gay folks in her literature, because see point a).”\n― John Scalzi", "502": "“You know what I did after I wrote my first novel? I shut up and wrote twenty-three more.\"\n\n(\"The Castle\")”\n― Michael Connelly", "503": "“When I was young I was depressed all the time. But suicide no longer seemed a possibility in my life. At my age there was very little left to kill. It was good to be old, no matter what they said. It was reasonable that a man had to be at least 50 years old before he could write with anything like clarity.”\n― Charles Bukowski, Women", "504": "“The book is almost always better than the movie. You could have no better case in point than FROM HELL, Alan Moore's best graphic novel to date, brilliantly illustrated by Eddie Campbell. It's hard to describe just how much better the book is.\n\nIt's like, \"If the movie was an episode of Battlestar Galactica with a guest appearance by the Smurfs and everyone spoke Dutch, the graphic novel is Citizen Kane with added sex scenes and music by your favourite ten bands and everyone in the world you ever hated dies at the end.\"\n\nThat's how much better it is.”\n― Warren Ellis", "505": "“Some stories have to be written because no one would believe the absurdity of it all.”\n― Shannon L. Alder", "506": "“She looked away. Her attitude seemed to suggest that she had finished with him, and would be obliged if somebody would come and sweep him up.”\n― P.G. Wodehouse", "507": "“I love writing, but hate starting. The page is awfully white and it says, 'You may have fooled some of the people some of the time but those days are over, Giftless. I'm not your agent and I'm not your mommy: I'm a white piece of paper. You wanna dance with me?' and I really, really don't. I'll go peaceable-like.”\n― Aaron Sorkin", "508": "“If you are not afraid of the voices inside you, you will not fear the critics outside you.”\n― Natalie Goldberg, Writing Down the Bones: Freeing the Writer Within", "509": "“All writers are vain, selfish, and lazy, and at the very bottom of their motives there lies a mystery. Writing a book is a horrible, exhausting struggle, like a long bout of some painful illness. One would never undertake such a thing if one were not driven on by some demon whom one can neither resist nor understand. For all one knows that demon is simply the same instinct that makes a baby squall for attention. And yet it is also true that one can write nothing readable unless one constantly struggles to efface one's own personality. Good prose is like a windowpane.”\n― George Orwell, Why I Write", "510": "“Isn't it mysterious to begin a new journal like this? I can run my fingers through the fresh clean pages but I cannot guess what the writing on them will be.”\n― Maud Hart Lovelace, Betsy in Spite of Herself", "511": "“Write only if you cannot live without writing. Write only what you alone can write.”\n― Elie Wiesel", "512": "“We live in capitalism. Its power seems inescapable. So did the divine right of kings. Any human power can be resisted and changed by human beings. Resistance and change often begin in art, and very often in our art, the art of words.”\n― Ursula K. Le Guin", "513": "“Writer’s block is only a failure of the ego.”\n― Norman Mailer", "514": "“All words are pegs to hang ideas on.”\n― Henry Ward Beecher", "515": "“We are great writers on the same dreadful typewriter”\n― Allen Ginsberg, Howl and Other Poems", "516": "“If a story is not about the hearer, he will not listen. And here I make a rule—a great and interesting story is about everyone or it will not last.”\n― John Steinbeck", "517": "“It took me years to learn to sit at my desk for more than two minutes at a time, to put up with the solitude and the terror of failure, and the godawful silence and the white paper. And now that I can take it . . . now that I can finally do it . . . I'm really raring to go.\n\nI was in my study writing. I was learning how to go down into myself and salvage bits and pieces of the past. I was learning how to sneak up on the unconscious and how to catch my seemingly random thoughts and fantasies. By closing me out of his world, Bennett had opened all sorts of worlds inside my own head. Gradually I began to realize that none of the subjects I wrote poems about engaged my deepest feelings, that there was a great chasm between what I cared about and what I wrote about. Why? What was I afraid of? Myself, most of all, it seemed.\n\n\"Freedom is an illusion,\" Bennett would have said and, in a way, I too would have agreed. Sanity, moderation, hard work, stability . . . I believed in them too. But what was that other voice inside of me which kept urging me on toward zipless fucks, and speeding cars and endless wet kisses and guts full of danger? What was that other voice which kept calling me coward! and egging me on to burn my bridges, to swallow the poison in one gulp instead of drop by drop, to go down into the bottom of my fear and see if I could pull myself up? Was it a voice? Or was it a thump? Something even more primitive than speech. A kind of pounding in my gut which I had nicknamed my \"hunger-thump.\" It was as if my stomach thought of itself as a heart. And no matter how I filled it—with men, with books, with food—it refused to be still. Unfillable—that's what I was. Nymphomania of the brain. Starvation of the heart.”\n― Erica Jong, Fear of Flying", "518": "“A young writer is easily tempted by the allusive and ethereal and ironic and reflective, but the declarative is at the bottom of most good writing.”\n― Garrison Keillor", "519": "“She was broken, I think it’s because she loved too much and she was always blind to the fact that love too is sometimes broken.”\n― robert m drake", "520": "“There was a moment when I changed from an amateur to a professional. I assumed the burden of a profession, which is to write even when you don't want to, don't much like what you're writing, and aren't writing particularly well.”\n― Agatha Christie, Agatha Christie: An Autobiography", "521": "“There's two kinds of women--those you write poems about and those you don't.”\n― Jeffrey McDaniel", "522": "“You can't edit a blank page”\n― Nora Roberts", "523": "“The professor leaned forward. “But there’s nothing more profound than creating something out of nothing.” Her lovely face turned fierce. “Think about it Cath. That’s what makes a god—or a mother. There’s nothing more intoxicating than creating something from nothing. Creating something from yourself.”\n― Rainbow Rowell, Fangirl", "524": "“And the most beautiful words ever spoken, I have not yet said to you.”\n― Nazım Hikmet", "525": "“Appreciate the moment of a first kiss; it may be the last time you own your heart.”\n― robert m drake", "526": "“Writing is a delicious agony.”\n― Gwendolyn Brooks", "527": "“A novel is a mirror walking along a main road.”\n― Stendhal, The Red and the Black", "528": "“Society will always be too fragile to accept us for all that makes us beautiful.”\n― robert m drake", "529": "“Broadly speaking, the short words are the best, and the old words best of all.”\n― Winston S. Churchill, Never Give In!: The Best of Winston Churchill's Speeches", "530": "“You should always be trying to write a poem you are unable to write, a poem you lack the technique, the language, the courage to achieve. Otherwise you're merely imitating yourself, going nowhere, because that's always easiest.”\n― John Berryman", "531": "“Print is predictable and impersonal, conveying information in a mechanical transaction with the reader’s eye.\n\nHandwriting, by contrast, resists the eye, reveals its meaning slowly, and is as intimate as skin.”\n― Ruth Ozeki, A Tale for the Time Being", "532": "“I would rather be attacked than unnoticed. For the worst thing you can do to an author is to be silent as to his works.”\n― Samuel Johnson", "533": "“Always carry a notebook. And I mean always. The short-term memory only retains information for three minutes; unless it is committed to paper you can lose an idea for ever.”\n― Will Self", "534": "“Don't tell me the moon is shining, show me the glint of light on broken glass.”\n― Bernard Cornwall", "535": "“I am clumsy, drop glasses and get drunk on Monday afternoons. I read Seneca and can recite Shakespeare by heart, but I mess up the laundry, don’t answer my phone and blame the world when something goes wrong. I think I have a dream, but most of the days I’m still sleeping. The grass is cut. It smells like strawberries. Today I finished four books and cleaned my drawers.\nDo you believe in a God? Can I tell you about Icarus? How he flew too close to the sun?\n\nI want to make coming home your favourite part of the day. I want to leave tiny little words lingering in your mind, on nights when you’re far away and can’t sleep. I want to make everything around us beautiful; make small things mean a little more. Make you feel a little more. A little better, a little lighter. The coffee is warm, this cup is yours. I want to be someone you can’t live without.\n\nI want to be someone you can’t live without.”\n― Charlotte Eriksson", "536": "“I write and that way rid myself of me and then at last I can rest.”\n― Clarice Lispector", "537": "“The greatest part of a writer's time is spent in reading, in order to write: a man will turn over half a library to make one book.”\n― Samuel Johnson, The Life of Samuel Johnson LL.D. Vol 2", "538": "“The artist deals with what cannot be said in words.\n\nThe artist whose medium is fiction does this in words. The novelist says in words what cannot be said in words.”\n― Ursula K. Le Guin, The Left Hand of Darkness", "539": "“كل الكتاب خبثاء ، وكل القراء أغبياء يصدقونهم فيعيشون حياة غير حياتهم ، سرقة مع سبق الإصرار للوقت والعمر الجميل ولايشكوأحد ”\n― إبراهيم عبد المجيد, البلدة الأخرى", "540": "“I stand in the mist and cry, thinking of myself standing in the mist and crying, and wondering if I will ever be able to use this experience in a book.”\n― Erica Jong, Fear of Flying", "541": "“nothing can save\nyou\nexcept\nwriting.\nit keeps the walls\nfrom\nfailing.”\n― Charles Bukowski", "542": "“To be an artist means never to avert one's eyes.”\n― Akira Kurosawa", "543": "“The most important thing about art is to work. Nothing else matters except sitting down every day and trying.”\n― Steven Pressfield, The War of Art: Break Through the Blocks & Win Your Inner Creative Battles", "544": "“A great writer reveals the truth even when he or she does not wish to.”\n― Tom Bissell", "545": "“If you wrote something for which someone sent you a check, if you cashed the check and it didn't bounce, and if you then paid the light bill with the money, I consider you talented.”\n― Stephen King", "546": "“Paper is more patient than man.”\n― Anne Frank, The Diary of a Young Girl", "547": "“But isn't it true that an author can write only about himself?”\n― Milan Kundera, The Unbearable Lightness of Being", "548": "“You will write if you will write without thinking of the result in terms of a result, but think of the writing in terms of discovery, which is to say that creation must take place\nbetween the pen and the paper, not before in a thought or afterwards in a recasting...\n\nIt will come if it is there and if you will let it come.”\n― Gertrude Stein", "549": "“A lie was something you told because you were mean or a coward.\n\nA story was something you made up out of something that might have happened. Only you didn't tell it like it was, you told it like you thought it should have been.”\n― Betty Smith, A Tree Grows in Brooklyn", "550": "“If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you.”\n― robert m drake", "551": "“It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of.”\n― robert m drake", "552": "“If you're just starting out as a writer, you could do worse than strip your television's electric plug-wire, wrap a spike around it, and then stick it back into the wall. See what blows, and how far. Just an idea.”\n― Stephen King, On Writing: A Memoir of the Craft", "553": "“The truth is I didn’t need therapy; I just needed to feel loved and know that someone out there craved my attention.”\n― robert m drake", "554": "“Suddenly, everything was beautiful. The way she viewed the world was nothing more but a reflection of herself.”\n― robert m drake", "555": "“When writing, there are some scenes that are emotionally overwhelming. They completely overcome the author, and only when they do this can they cause a similar reaction in the reader.\n\nThrough this, the author gets to experience multiple lives. If a character's life flashes before their eyes, it flashes before the author's eyes too, and he or she remembers it as his or her own.\n\nWith reading, we get to live other lives vicariously, and this is doubly so with writing. It is like a lucid dream, where we guide the outcome. In this, we don't merely write *about* a character -- we momentarily *become* them, and walk as they walk, think as they think, and do as they do. When we return to our own life, we might return a little shaken, likely a little stronger, hopefully a little wiser.\n\nWhat is certain is that we return better, because experiencing the lives of others makes us understand their aims and dreams, their fears and foils, the challenges and difficulties, and joys and triumphs, that they face. It helps us grow and empathise, and see all the little pictures that make up the bigger one we see from the omniscience of the narrator.”\n― Dean F. Wilson", "556": "“Have you thought of an ending?\"\n\"Yes, several, and all are dark and unpleasant.\"\n\"Oh, that won't do! Books ought to have good endings. How would this do: and they all settled down and lived together happily ever after?\"\n\"It will do well, if it ever came to that.\"\n\"Ah! And where will they live? That's what I often wonder.”\n― J.R.R. Tolkien, The Fellowship of the Ring", "557": "“I shall live badly if I do not write, and I shall write badly if I do not live.”\n― Francoise Sagan", "558": "“Making a decision to write was a lot like deciding to jump into a frozen lake.”\n― Maya Angelou", "559": "“I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you.”\n― robert m drake", "560": "“The thoughts that occur to me while I’m running are like clouds in the sky. Clouds of all different sizes. They come and they go, while the sky remains the same sky always. The clouds are mere guests in the sky that pass away and vanish, leaving behind the sky.”\n― Haruki Murakami, What I Talk About When I Talk About Running", "561": "“In any war story, but especially a true one, it's difficult to separate what happened from what seemed to happen. What seems to happen becomes its own happening and has to be told that way. The angles of vision are skewed. When a booby trap explodes, you close your eyes and duck and float outside yourself. .. The pictures get jumbled, you tend to miss a lot. And then afterward, when you go to tell about it, there is always that surreal seemingness, which makes the story seem untrue, but which in fact represents the hard and exact truth as it seemed.”\n― Tim O'Brien, The Things They Carried", "562": "“It was one of the dullest speeches I ever heard. The Agee woman told us for three quarters of an hour how she came to write her beastly book, when a simple apology was all that was required.”\n― P.G. Wodehouse, The Girl in Blue", "563": "“Those who fear the imagination condemn it: something childish, they say, something monsterish, misbegotten. Not all of us dream awake. But those of us who do have no choice.”\n― Patricia A. McKillip", "564": "“Writing novels is much the same. You gather up bones and make your gate, but no matter how wonderful the gate might be, that alone doesn't make it a living breathing novel. A story is not something of this world. A real story requires a kind of magical baptism to link the world on this side with the world on the other side.”\n― Haruki Murakami, Sputnik Sweetheart", "565": "“A writer is a world trapped in a person.”\n― Victor Hugo", "566": "“Good ideas stay with you until you eventually write the story.”\n― Brian Keene", "567": "“I see things, that's all. Write enough stories and every shadow on the floor looks like a footprint; every line in the dirt like a secret message.”\n― Stephen King, Bag of Bones", "568": "“A Gift for You\nI send you...\n\nThe gift of a letter from your wise self. This is the part of you that sees you with benevolent, loving eyes. You find this letter in a thick envelope with your name on it, and the word YES written boldly above your name.\n\nMy Dear,\n\nI am writing this to remind you of your 'essence beauty.' This is the part of you that has nothing to do with age, occupation, weight, history, or pain. This is the soft, untouched, indelible you. You can love yourself in this moment, no matter what you have, or haven't done or been.\n\nSee past any masks, devices, or inventions that obscure your essence.\n\nRemember your true purpose, WHICH is only Love.\n\nIf you cannot see or feel love, lie down now and cry; it will cleanse your vision and free your heart.\n\nI love you; I am you.”\n― Susan Ariel Rainbow Kennedy (SARK), Make Your Creative Dreams Real: A Plan for Procrastinators, Perfectionists, Busy People, and People Who Would Really Rather Sleep All Day", "569": "“Tell the story that's been growing in your heart, the characters you can't keep out of your head, the tale story that speaks to you, that pops into your head during your daily commute, that wakes you up in the morning.”\n― Jennifer Weiner", "570": "“When I started writing\nI was a sick teenaged\nfuck inside who partly\nthought I was the new\nMarquis de Sade, a body\ndoomed to communicate\nwith Satan who was us-\ning my sickness as his\nhome away from home,\nand there’s your proof.”\n― Dennis Cooper", "571": "“I heard a preacher say recently that hope is a revolutionary patience; let me add that so is being a writer. Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.”\n― Anne Lamott, Bird by Bird: Some Instructions on Writing and Life", "572": "“We remember the past, live in the present, and write the future.”\n― Shaun David Hutchinson, We Are the Ants", "573": "“Chase your dreams until you catch them...and then dream, catch, and dream again! ”\n― Dee Marie, Sons of Avalon: Merlin's Prophecy", "574": "“Perhaps if I make myself write I shall find out what is wrong with me.”\n― Dodie Smith, I Capture the Castle", "575": "“I only know that learning to believe in the power of my own words has been the most freeing experience of my life. It has brought me the most light. And isn't that what a poem is? A lantern glowing in the dark.”\n― Elizabeth Acevedo, The Poet X", "576": "“And I knew in my bones that Emily Dickinson wouldn't have written even one poem if she'd had two howling babies, a husband bent on jamming another one into her, a house to run, a garden to tend, three cows to milk, twenty chickens to feed, and four hired hands to cook for. I knew then why they didn't marry. Emily and Jane and Louisa. I knew and it scared me. I also knew what being lonely was and I didn't want to be lonely my whole life. I didn't want to give up on my words. I didn't want to choose one over the other. Mark Twain didn't have to. Charles Dickens didn't.”\n― Jennifer Donnelly, A Northern Light", "577": "“You learn to write by writing, and by reading and thinking about how writers have created their characters and invented their stories. If you are not a reader, don't even think about being a writer.”\n― Jean M. Auel", "578": "“The only thing worth writing about is people. People. Human beings. Men and women whose individuality must be created, line by line, insight by insight. If you do not do it, the story is a failure. [...] There is no nobler chore in the universe than holding up the mirror of reality and turning it slightly, so we have a new and different perception of the commonplace, the everyday, the 'normal', the obvious. People are reflected in the glass. The fantasy situation into which you thrust them is the mirror itself. And what we are shown should illuminate and alter our perception of the world around us. Failing that, you have failed totally.”\n― Harlan Ellison", "579": "“Inside of all of us there is the need and the desire to be heard, to have our innermost thoughts, feelings and desires expressed for others to hear, to see and to understand. We all want to matter to someone, to leave a mark. Writers just take those thoughts, feelings and desires and express them in such a way that the reader not only reads them but feels them as well.”\n― V. Vee", "580": "“But on paper, things can live forever.\nOn paper, a butterfly\nnever dies.”\n― Jacqueline Woodson, Brown Girl Dreaming", "581": "“Set your fantasies in the here and now and then, if challenged, claim to be writing Magical Realism.”\n― Neil Gaiman", "582": "“The shame of being a man - is there any better reason to write?”\n― Gilles Deleuze", "583": "“1) Work on one thing at a time until finished.\n2) Start no more new books, add no more new material to \"Black Spring.\"\n3) Don't be nervous. Work calmly, joyously, recklessly on whatever is in hand.\n4) Work according to Program and not according to mood. Stop at the appointed time!\n5) When you can't create you can work.\n6) Cement a little every day, rather than add new fertilizers.\n7) Keep human! See people, go places, drink if you feel like it.\n8) Don't be a draught-horse! Work with pleasure only.\n9) Discard the Program when you feel like it—but go back to it next day. Concentrate. Narrow down. Exclude.\n10) Forget the books you want to write. Think only of the book you are writing.\n11) Write first and always. Painting, music, friends, cinema, all these come afterwards.”\n― Henry Miller", "584": "“They say that I am a poet\nI wonder what they would say if they saw me from the inside I bottle\nemotions and place them into the sea for others to unbottle on\ndistant shores I am unsure as to whether they ever reach and for\nthat matter as to whether I ever get my point across\nor my love”\n― Saul Williams", "585": "“To be human is to be broken and broken is its own kind of beautiful.”\n― robert m drake", "586": "“Writing is like making love. Don't worry about the orgasm, just concentrate on the process.”\n― Isabel Allende", "587": "“In writing a novel, when in doubt, have two guys come through the door with guns.”\n― Raymond Chandler", "588": "“No passion in the world is equal to the passion to alter someone else's draft.”\n― H. G. Wells", "589": "“The only good teachers for you are those friends who love you, who think you are interesting, or very important, or wonderfully funny; whose attitude is:\n\"Tell me more. Tell me all you can. I want to understand more about everything you feel and know and all the changes inside and out of you. Let more come out.\"\n\nAnd if you have no such friend,--and you want to write,--well, then you must imagine one. ”\n― Brenda Ueland, If You Want to Write: A Book about Art, Independence and Spirit", "590": "“She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be.”\n― robert m drake", "591": "“It was never about the world being too big, it was more like she was too much for the world to handle.”\n― robert m drake", "592": "“At that moment, the urge to be writing was stronger than any notion she had of what she might write.”\n― Ian McEwan, Atonement", "593": "“If I could sum it up in 50 words, I wouldn't have needed to write a whole novel about it.”\n― Patrick Rothfuss", "594": "“Look, don't just stare at the pages,\" I used to tell my students. \"Become the characters. Live inside the book.”\n― Wally Lamb, The Hour I First Believed", "595": "“If you have not done things worthy of being written about, at least write things worthy of being read.”\n― Giacomo Casanova", "596": "“I...have always known that my destiny was, above all, a literary destiny — that bad things and some good things would happen to me, but that, in the long run, all of it would be converted\ninto words. Particularly the bad things, since happiness does not need to be transformed: happiness is its own end.”\n― Jorge Luis Borges, Seven Nights", "597": "“They say living well is the best revenge but sometimes writing well is even better.”\n― James Franco", "598": "“My pen shall heal, not hurt.”\n― L.M. Montgomery, Emily Climbs", "599": "“If you wish to be a writer, write.”\n― Epictetus", "600": "“In a weak moment, I have written a book.”\n― Margaret Mitchell"}